Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/*.lproj/Localizable.strings
Languages: ar, cs, es, fr

source: Uploading payments
ar: رفع المدفوعات
cs: Odesílání plateb
es: Subiendo pagos
fr: Téléversement des paiements

source: Uploading your recovery phrase to iCloud…
es: Subiendo tu frase de recuperación a iCloud…
fr: Téléversement de votre clé de sauvegarde sur iCloud…

source: Uploads can occur over cellular connections.
ar: عمليات الرفع من الممكن ان تحدث عبر شبكة البيانات الخلوية.
cs: Nahrávání může probíhat přes mobilní připojení.
es: Las cargas pueden ocurrir a través de conexiones celulares.
fr: Les téléversements peuvent se faire sur le réseau cellulaire

source: Uploads will only occur over WiFi.
ar: عمليات الرفع ستحدث عبر الـ WiFi فقط.
cs: Nahrávání bude probíhat pouze přes WiFi.
es: Las cargas solo se realizarán a través de WiFi.
fr: Les téléversements se feront uniquement par WiFi

source: Unreadable response from service: (origin)
es: Respuesta ilegible del servicio: (origin)

source: Use a custom server
ar: استخدم خادم مخصص
cs: Použít vlastní server
es: Utilice un servidor personalizado
fr: Utiliser un serveur personnalisé

source: Use cellular data
ar: استعمل البيانات الخلوية
cs: Použít mobilní data
es: Utilizar datos moviles
fr: Utiliser les réseau cellulaire

source: Use this feature to transfer __all__ your funds to a Bitcoin address.
ar: استخدم هذه الميزة لتحويل __جميع _ أموالك إلى عنوان بيتكوين.
cs: Pomocí této funkce převeďte __všechny__ své prostředky na bitcoinovou adresu.
es: Utilice esta función para transferir __todos__ sus fondos a una dirección Bitcoin.
fr: Utilisez cette fonctionnalité pour transférer __tous__ vos fonds vers une adresse Bitcoin

source: Version %@
ar: الإصدار %@
cs: Verze %@
es: Versión %@

source: via
ar: عبر
cs: Přes
es: Vía

source: waiting for internet
ar: في انتظار الإنترنت
cs: čekání na internet
es: Esperando internet
fr: en attente d’internet

source: Waiting for internet
ar: في انتظار الإنترنت
cs: Čekání na internet
es: Esperando internet
fr: en attente d’internet

source: Waiting for internet…
es: Esperando internet…
fr: en attente d’internet

source: Waiting...
ar: انتظار...
cs: Čekání...
es: Esperando…
fr: En attente…

source: Wallet
es: Billetera
fr: Portefeuille

source: Warning
ar: تحذير
cs: Varování
es: Advertencia
fr: Avertissement

source: Welcome!
ar: أهلا بك!
cs: Vítejte!
es: ¡Bienvenido!
fr: Bienvenue !

source: Will connect to:
ar: سوف يتصل بـ:
cs: Připojí se k:
es: Se conectará a:
fr: Se connectera à :

source: Will disable cloud syncing
ar: سيعطل المزامنة السحابية
cs: Synchronizace na cloud bude deaktivována
es: Se deshabilitará la sincronización en la nube
fr: Va désactiver la synchronisation icloud

source: Will enable cloud syncing
ar: سيمكن المزامنة السحابية
cs: Synchronizace na cloud bude povolena
es: Se habilitará la sincronización en la nube
fr: Va activer la synchronisation icloud

source: With Phoenix, receiving and sending bitcoin is safe, easy, and fast.
ar: مع Phoenix، يكون استلام عملات البيتكوين وإرسالها آمنًا وسهلاً وسريعًا.
cs: Ve Phoenixu je přijímání a odesílání bitcoinů bezpečné, rychlé a snadné.
es: Con Phoenix, recibir y enviar Bitcoin es seguro, rápido y fácil.
fr: Avec Phoenix, recevoir et envoyer des bitcoins est sûr, facile, et rapide.

source: Would you like to be notified when somebody sends you a payment?
ar: هل ترغب في أن يتم إعلامك عندما يرسل لك شخص ما مبلغًا؟
cs: Chcete být upozorněni, když vám někdo pošle platbu?
es: ¿Le gustaría recibir una notificación cuando alguien le envié un pago?
fr: Souhaitez-vous être notifié quand quelqu’un vous enverra un paiement ?

source: Yes
ar: نعم
cs: Ano
es: Si
fr: Oui

source: You are on bitcoin chain %@, but the invoice is for %@.
ar: أنت في شبكة بتكوين %@، لكن الفاتورة هي في %@.
es: Estás en la cadena de bitcoin %1$@, pero la factura es de %2$@.
fr: Vous êtes sur la chaîne bitcoin %1$@, mais la requête est pour %2$@.

source: You are redeeming funds from
es: Está redimiendo fondos de
fr: Vous retirez des fonds depuis

source: You are responsible for backing up your recovery phrase.
es: Usted es responsable de hacer una copia de seguridad de su frase de recuperación.

source: You can also use the **Payment Channels** screen to inspect the state of your channels.
ar: يمكنك أيضًا استخدام شاشة **قنوات الدفع** للتحقق من حالة قنواتك.
cs: Ke kontrole stavu svých kanálů můžete také použít obrazovku **Platební kanály**.
es: También puede utilizar la opción **Canales de Pago** para inspeccionar el estado de sus canales.
fr: Vous pouvez également utiliser l’écran **Mes canaux de paiement** pour consulter l’état de vos canaux.

source: You can improve your privacy by only using Tor when connecting to an Electrum server or to your Lightning peer. This will slightly slow down your transactions.
ar: يمكنك تحسين خصوصيتك فقط باستخدام Tor عند الاتصال بخادم Electrum أو بنظير شبكة البرق الخاص بك. سيؤدي هذا إلى إبطاء عمل حوالاتك بشكل طفيف.
cs: Své soukromí můžete zlepšit pouze tím, že použijete Tor při připojení k serveru Electrum nebo k vašemu Lightning peeru.
es: Puede mejorar su privacidad usando Tor solo cuando se conecta a un servidor Electrum o a la par con Lightning. Esto ralentizará ligeramente sus transacciones.
fr: Tor vous permet de protéger votre vie privée quand vous vous connectez à Electrum et à votre pair Lightning. Cette fonctionnalité va légèrement ralentir l’application.

source: You can use your wallet to anonymously sign and authorize an action on:
ar: يمكنك استخدام محفظتك للتوقيع بشكل مجهول وتفويض إجراء على:
es: Puede usar su billetera para firmar de forma anónima y autorizar una acción en:
fr: Vous pouvez utiliser votre portefeuille pour vous authentifier et effectuer une action de façon anonyme sur :

source: You currently don't have any channels that can be closed.
ar: ليس لديك حاليًا أي قنوات يمكن إغلاقها.
cs: Aktuálně nemáte žádné kanály, které můžou být uzavřeny.
es: Actualmente no tienes ningún canal que se pueda cerrar.
fr: Vous n’avez en ce moment aucun canal de paiement qui puisse être fermé.

source: You currently have %@ Lightning channels with an aggregate balance of %@.
ar: لديك حاليًا %1$@ قنوات على شبكة البرق برصيد اجمالي يبلغ %2$@.
cs: Aktuálně máte %1$@ Lightning kanálů s celkovým zůstatkem %2$@.
es: Actualmente tienes %1$@ canales de Lightning con un saldo total de %2$@.
fr: Vous avez en ce moment %1$@ canaux Lightning avec une balance aggrégée de %2$@.

source: You currently have 1 Lightning channel with a balance of %@.
ar: لديك حاليًا قناة برق واحدة برصيد %@.
cs: Aktuálně máte 1 Lightning kanál se zůstatkem %@.
es: Actualmente tienes 1 canal de Lightning con un saldo de %@.
fr: Vous avez en ce moment 1 canal Lightning avec une balance de %@.

source: You don't have any payment channels.
ar: ليس لديك أي قنوات دفع.
cs: Nemáte žádné platební kanály.
es: No tienes ningún canal de pago.
fr: Vous n’avez aucun canal de paiement.

source: You have already paid this invoice.
ar: لقد دفعت هذه الفاتورة بالفعل.
es: Ya pagó esta factura.
fr: Vous avez déjà payé cette requête.

source: You have disabled Background App Refresh for this app.
ar: لقد قمت بتعطيل تحديث التطبيق في الخلفية.
cs: Pro tuto aplikaci jste deaktivovali aktualizaci na pozadí.
es: Ha desactivado la actualización en segundo plano para esta aplicación.
fr: Vous avez désactivé l’actualisation en arrière-plan pour cette application.

source: You have disabled notifications for this app.
ar: لقد قمت بتعطيل الإشعارات لهذا التطبيق.
cs: Pro tuto aplikaci jste deaktivovali oznámení.
es: Ha desactivado las notificaciones para esta aplicación.
fr: Vous avez désactivé les notifications pour cette application.

source: You have not backed up your recovery phrase!
es: ¡No has hecho una copia de seguridad de tu frase de recuperación!
fr: Vous n’avez encore pas protégé votre clé de sauvegarde.

source: You scanned a bitcoin address. Phoenix currently only supports sending Lightning payments. You can use a third-party service to make the offchain->onchain swap.
ar: لقد قمت بمسح عنوان بيتكوين. تدعم Phoenix حاليًا فقط إرسال مدفوعات عبر شبكة البرق (Lightning). يمكنك استخدام خدمات من جهات خارجية لعمل تحويل من شبكة البرق إلى الشبكة الرئيسية للبيتكوين.
cs: Naskenovali jste bitcoinovou adresu. Phoenix v současné době podporuje pouze odesílání plateb Lightning. K provedení offchain-> onchain výměny můžete použít službu třetí strany.
es: Escaneó una dirección de Bitcoin. Phoenix actualmente solo admite el envío de pagos de Lightning. Puede utilizar un servicio a terceros para realizar el intercambio fuera de la cadena ->dentro de la cadena.
fr: Vous avez scanné une adresse Bitcoin. Phoenix ne supporte que l’envoi de paiements Lightning pour l’instant. Vous pouvez utiliser un service tiers de swap offchain-onchain.

source: You should soon receive a payment for %@
es: Pronto debería recibir un pago por %@
fr: Vous devriez bientôt recevoir un paiement de %@

source: You've already paid this invoice. Paying it again could result in stolen funds.
ar: لقد دفعت هذه الفاتورة بالفعل. قد يؤدي دفعها مرة أخرى إلى سرقة الأموال.
cs: Tuto fakturu jste již zaplatili. Opětovné zaplacení může vést ke krádeži finančních prostředků.
es: Ya pagó esta factura. Pagarla de nuevo podría resultar en el robo de fondos.
fr: Vous avez déjà payé cette requête. La payer de nouveau peut résulter dans une perte des fonds.

source: Your comment will be sent when you pay.
ar: سيتم إرسال تعليقك عندما تدفع.
es: Su comentario será enviado cuando pague.
fr: Ce commentaire sera envoyé lorsque vous paierez.

source: Your Node ID:
ar: معرف العقدة الخاص بك:
cs: ID vašeho uzlu:
es: Su ID de Nodo:
fr: Votre identifiant de noeud :

source: Your payment history is only stored on this device.
ar: يتم تخزين سجل مدفوعاتك على هذا الجهاز فقط.
cs: Vaše historie plateb je uložena pouze v tomto zařízení.
es: Su historial de pagos solo se almacena en este dispositivo.
fr: Votre historique de paiements ne sera stocké que sur cet appareil.

source: Your payment history will be stored in iCloud.
ar: سيتم تخزين سجل مدفوعاتك على iCloud.
cs: Vaše historie plateb bude uložena na iCloudu.
es: Su historial de pagos se almacenará en iCloud.
fr: Votre historique de paiements sera stockés dans iCloud.

source: Your recovery phrase is stored in iCloud.
es: Su frase de recuperación se almacena en iCloud.
fr: Votre clé de sauvegarde est stockée dans iCloud.

source: Your recovery phrase will be stored in iCloud, and Phoenix can automatically restore your wallet balance.
es: Su frase de recuperación se almacenará en iCloud y Phoenix puede restaurar automáticamente el saldo de su billetera.
fr: Votre clé de sauvegarde sera stockée dans iCloud, et Phoenix pourra restaurer automatiquement votre solde.

source: Your wallet is empty. The first payment you receive must be at least **%@**.
ar: محفظتك فارغة. يجب أن يكون أول مبلغ تتلقاه **%@**.
cs: Vaše peněženka je prázdná. První platba kterou dostanete musí být nejméně **% @ **.
es: Tu billetera está vacía. El primer pago que reciba debe ser de al menos **% @ **.
fr: Votre portefeuille est vide. Le premier paiement que vous recevrez devra être d’au moins **%@**.

source: Your wallet's seed is a list of 12 English words.
ar: عبارة الاسترداد الخاصة بمحفظتك هي قائمة من 12 كلمة إنجليزية.
cs: Seed vaší peněženky je seznam 12 anglických slov.
es: La semilla de su billetera es una lista de 12 palabras en inglés.
fr: La clé de votre portefeuille est une liste de 12 mots anglais.

source: %@ days
fr: %@ jours

source: Base fee must be at least %@.
fr: Les frais de base doivent être d’au moins %@.

source: Choose image
fr: Choisir une image

source: Connecting...
ar: توصيل...
cs: Připojování ...
fr: En connexion…

source: Could not connect to service
ar: تعذر الاتصال بالخدمة
fr: Erreur de connexion au service

source: Error
ar: خطأ
fr: Erreur

source: Error: %@
ar: خطأ: %@
fr: Erreur : %@

source: example payment
fr: exemple de paiement

source: General
ar: عام
cs: Obecné
fr: Général

source: Image doesn't contain a readable QR code.
fr: L’image ne contient pas de QR code valide.

source: Incoming payment expiry
fr: Expiration des paiements entrant

source: Invoice expiration
fr: Expiration de la requête

source: Legal
fr: Mentions spéciales

source: line 1
fr: ligne 1

source: line 2
fr: ligne 2

source: line 3
fr: ligne 3

source: max base fee
fr: frais de base maximum

source: Max base fee (satoshis)
fr: Frais de base maximum (satoshis)

source: max fee
fr: frais maximum

source: max proportional fee
fr: frais proportionnels maximum

source: Max proportional fee (%)
fr: Frais proportionnels maximum (%)

source: Maximum base fee is %@.
fr: Les frais de base maximum sont %@.

source: Maximum fee for outgoing Lightning payments
fr: Frais maximum pour les paiements Lightning sortants

source: Maximum proportional fee is %@.
fr: Les frais proportionnels maximum sont %@.

source: Metadata
ar: البيانات الوصفية
fr: Metadonnées

source: No
ar: لا
cs: Ne
fr: Non

source: Payments backup
fr: Sauvegarde des paiements

source: Phoenix will try to make the payment using the minimum fee possible.
fr: Les paiements seront toujours essayés en visant des frais minimaux possibles.

source: Please enabled Face ID
ar: يرجى تمكين Face ID
cs: Povolte prosím Face ID
fr: Veuillez activer Face ID

source: Proportianal fee must be at least %@.
fr: Les frais proportionnels doivent être d’au moins %@.

source: Recovery phrase
ar: عبارة الإسترداد
cs: Fráze pro obnovení
fr: Clé de sauvegarde

source: The closing transaction is in your transactions list on the __main__ screen. And you can view the status of your channels in the __channels list__ screen.
ar: معاملة إغلاق القناة موجودة في قائمة المعاملات الخاصة بك على __الشاشة الرئيسية__. ويمكنك عرض حالة قنواتك في شاشة __قائمة القنوات__.
fr: La transaction de fermeture est visible dans la liste des transaction, dans l’écran __principal__. Vous pouvez voir le statut de vos canaux de paiement dans l’écran __list des canaux__.

source: The closing transactions are in your transactions list on the __main__ screen. And you can view the status of your channels in the __channels list__ screen.
ar: معاملات إغلاق القنوات موجودة في قائمة المعاملات الخاصة بك على __الشاشة الرئيسية__. ويمكنك عرض حالة قنواتك في شاشة __قائمة القنوات__.
fr: Les transactions de fermeture sont visibles dans la liste des transaction, dans l’écran __principal__. Vous pouvez voir le statut de vos canaux de paiement dans l’écran __liste des canaux__.

source: The invoice doesn't include an amount. This can be dangerous: malicious nodes may be able to steal your payment. To be safe, **ask the payee to specify an amount** in the payment request.
ar: لا تتضمن هذه الفاتورة مبلغًا. قد يكون هذا أمرًا خطيرًا: فقد تتمكن العقد الضارة من سرقة مبلغك. لكي تبقى بأمان، ***اطلب من المستفيد تحديد مبلغ*** في طلب الدفع.
cs: Faktura neobsahuje žádnou částku. To může být nebezpečné: škodlivé uzly mohou být schopné vaši platbu ukrást. Pro jistotu ** požádejte příjemce, aby v žádosti o platbu uvedl částku **.
fr: Cette requête de paiement ne définit pas de montant. Cela peut être dangereux : un noeud malicieux pourrait intercepter le paiement. Pour assurer la sécurité du paiement, **demandez au destinataire du paiement de spécifier un montant** dans sa requête.

source: Theme
fr: Thème

source: View source
fr: Consulter les sources

source: With configured base fee, we recommend a proportional fee of at least %@%.
fr: Avec ces frais de base, nous recommandons des frais proportionnels d’au moins %1$@%2$.

source: With configured proportional fee, we recommend a base fee of at least %@.
fr: Avec ces frais proportionnels, nous recommandons des frais de base d’au moins %@.

source: Your recovery phrase was deleted from iCloud.
fr: Votre clé de sauvegarde a été supprimée d’iCloud.

source: (coming soon)
ar: (قريبًا)
cs: (již brzy)

source: %@ sat/byte
ar: %@ ساتوشي/بايت

source: A random electrum server will be selected on each connection attempt.
ar: سيتم تحديد خادم Electrum عشوائي في كل محاولة اتصال.

source: Backup seed
ar: النسخ الاحتياطي لعبارة الاسترداد
cs: Zálohovat seed

source: Backup transactions
ar: النسخ الاحتياطي للمعاملات
cs: Záložní transakce

source: Bitcoin
ar: بيتكوين

source: By default Phoenix connects to random Electrum servers in order to access the Bitcoin blockchain. You can also choose to connect to your own Electrum server.
ar: بشكل افتراضي، يتصل Phoenix بخوادم Electrum عشوائية لأجل الوصول إلى سلسلة كتل البيتكوين. يمكنك أيضًا اختيار الاتصال بخادم Electrum الخاص بك.

source: Cloud backup
ar: النسخ الاحتياطي للسحابة
cs: Cloudová záloha

source: Cloud Backup
ar: النسخ الاحتياطي للسحابة
cs: Záloha na Cloudu

source: Internet
ar: إنترنت

source: Invalid Lightning Request
ar: طلب خاطئ لشبكة البرق
cs: Neplatný Lighning požadavek

source: KeySend
ar: الدفع عبر KeySend

source: local / total
ar: رصيدي / الإجمالي

source: OK
ar: موافق

source: Recovery Seed
ar: عبارة الإسترداد

source: Save it somewhere safe (not on this phone). If you lose your seed and your phone, you've lost your funds.
ar: احفظه في مكان آمن (ليس على هذا الهاتف). إذا فقدت عبارتك وهاتفك، فقد فقدت جميع أموالك.
cs: Uložte na bezpečné místo (ne na tento telefon). Pokud ztratíte svůj seed a telefon, ztratíte své finanční prostředky

source: Swap-In
ar: مبادلة دخول

source: Swap-Out
ar: مبادلة خروج

source: The backup phrase, known as a seed, is a list of 12 english words. It allows you to recover full access to your funds if needed.
ar: العبارة الاحتياطية، المعروفة باسم seed او عبارة الاسترداد، هي قائمة من 12 كلمة إنجليزية. تسمح لك باستعادة الوصول الكامل إلى أموالك إذا لزم الأمر.

source: This app is experimental. Please backup your seed. You can report issues to phoenix@acinq.co.
ar: هذا التطبيق تجريبي. يرجى الاحتفاظ بنسخة احتياطية من عبارة الاسترداد. يمكنك الإبلاغ عن المشاكل إلى phoenix@acinq.co.
cs: Tato aplikace je experimentální. Zálohujte prosím svůj seed. Problémy můžete nahlásit na phoenix@acinq.co.

source: You are responsible for backing up your seed.
ar: أنت مسؤول عن نسخ عبارة الاسترداد الخاصة بك احتياطيًا.
cs: Jste zodpovědní za vytvoření záložní kopie vašeho seedu.

source: You currenly have 1 Lightning channel with a balance of %@.
ar: لديك حاليًا قناة برق واحدة برصيد %@.

source: You currently have %@ Lightning channels with an aggragate balance of %@.
ar: لديك حاليًا %@ قنوات على شبكة البرق برصيد اجمالي يبلغ %@.

source: Your wallet's seed is a list of 12 english words.
ar: عبارة الاسترداد هي قائمة من 12 كلمة إنجليزية.

source: %@.%@ seconds
ar: %1$@.%2$@ ثواني
cs: %1$@.%2$@ vteřin

source: Phoenix does not support the LNURL protocol yet
ar: لا تدعم Phoenix بروتوكول LNURL حتى الآن
cs: Phoenix zatím protokol LNURL nepodporuje

source: The backup phrase, known as a seed, is a list of 12 English words. It allows you to recover full access to your funds if needed.
ar: العبارة الاحتياطية، المعروفة باسم seed او عبارة الاسترداد، هي قائمة من 12 كلمة إنجليزية. تسمح لك باستعادة الوصول الكامل إلى أموالك إذا لزم الأمر.
cs: Záložní fráze, známá jako seed, je seznam 12 anglických slov. V případě potřeby vám umožní obnovit plný přístup k vašim finančním prostředkům.

source: Australian Dollar
cs: Australský dolar

source: Brazilian Real
cs: Brazilský real

source: Canadian Dollar
cs: Kanadský dolar

source: Chilean Peso
cs: Chilské peso

source: Chinese Yuan
cs: Čínský jüan

source: Connection status
cs: Stav připojení

source: Croation Kuna
cs: Chorvatská kuna

source: Czech Koruna
cs: Česká koruna

source: Danish Krone
cs: Dánská koruna

source: Great British Pound
cs: Britská Libra

source: Hong Kong Dollar
cs: Hongkongský dolar

source: Hungarian Forint
cs: Maďarský forint

source: Icelandic Króna
cs: Islandská koruna

source: Indian Rupee
cs: Indická rupie

source: Japanese Yen
cs: Japonský jen

source: Korean Won
cs: Korejský Won

source: Mexican Peso
cs: Mexické Peso

source: New Zealand Dollar
cs: Novozélandský dolar

source: Polish Zloty
cs: Polský zlotý

source: Romanian Leu
cs: Rumunský Leu

source: Russian Ruble
cs: Ruský rubl

source: Singapore Dollar
cs: Singapurský dolar

source: Swedish Krona
cs: Švédská koruna

source: Swiss Franc
cs: Švýcarský frank

source: Taiwan Dollar
cs: Tchajwanský dolar

source: Thai Baht
cs: Thajský baht

source: United States Dollar
cs: Americký dolar
