Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/*.lproj/Localizable.strings
Languages: ar, cs, es, fr

source: Please restart Phoenix
ar: الرجاء إعادة تشغيل Phoenix
cs: Restartujte Phoenix
es: Reinicia Phoenix
fr: Veuillez redémarrer Phoenix

source: Please sign into iCloud
es: Inicie sesión en iCloud
fr: Veuillez vous authentifier dans iCloud

source: Please try again
ar: حاول مرة اخرى
es: Inténtalo de nuevo
fr: Veuillez réessayer

source: Port
ar: المنفذ
es: Puerto

source: Privacy
es: Privacidad
fr: Vie privée

source: Random server
ar: خادم عشوائي
cs: Náhodný server
es: Servidor aleatorio
fr: Serveur aléatoire

source: Randomize upload delays
ar: تأخير الرفع لأوقات عشوائية
cs: Použít náhodné zpoždění při nahrávání
es: Usar retrasos aleatorios de cargas
fr: Décalage aléatoire du téléversement

source: Randomized upload delay
ar: تأخير الرفع لأوقات عشوائية
cs: Náhodné zpoždění při nahrávání
es: Usar retrasos aleatorios de carga
fr: Décalage aléatoire du téléversement

source: range
ar: النطاق
es: rango
fr: plage

source: Rates last updated: %@
ar: آخر تحديث للأسعار: %@
es: Última actualización de tarifas: %@
fr: Taux mis à jour : %@

source: reason
ar: السبب
cs: Důvod
es: Razón
fr: cause

source: Receive
ar: استلام
cs: Přijmout
es: Recibir
fr: Recevoir

source: RECEIVED
ar: تم الاستلام
cs: PŘIJMUTO
es: RECIBIDO
fr: Reçu

source: received at
ar: تم الاستلام في
cs: přijmuto v
es: recibido el
fr: reçu à

source: recipient pubkey
ar: المفتاح العام للمتلقي
cs: Příjemce veřejného klíče
es: Receptor de clave publica
fr: clé publique du destinataire

source: Recovery Phrase
es: Frase de recuperación
fr: Clé de sauvegarde

source: Redeem
es: Redimir
fr: Encaisser

source: refresh
ar: تحديث
es: actualizar
fr: Rafraîchir

source: Refreshing rates...
ar: جارِ تحديث الأسعار...
es: Actualizando tarifas…
fr: Rafraîchissement des taux…

source: Register
ar: يسجل
es: Registrarse
fr: S’inscrire

source: Registered
ar: مسجل
es: Registrado
fr: Enregistré

source: Requesting Swap-In Address...
ar: طلب عنوان المبادلة...
cs: Žádost o Swap-In adresu...
es: Solicitando dirección de intercambio…
fr: Demande d’adresse de swap-in

source: Require Face ID
ar: تمكين Face ID
cs: Vyžadováno Face ID
es: Requiere Face ID
fr: Authentification par Face ID

source: Require Touch ID
ar: تمكين بصمة الاصبع
cs: Vyžadováno Touch ID
es: Requiere Touch ID
fr: Authentification par Touch ID

source: Restore my wallet
ar: استعادة محفظتي
cs: Obnovit moji peněženku
es: Restaurar mi billetera
fr: Restaurer mon portefeuille

source: Satoshis are often preferred because it's easier to work with whole numbers rather than fractions.
ar: غالبًا يُفضل استخدام وحدة الساتوشي لأنه يسهل استخدام الأعداد الصحيحة بدلاً من الكسور.
cs: Satoshi jsou více preferované, jelikož je jednodušší pracovat s celými čísly než se zlomky.
es: A menudo se prefieren los Satoshis porque es más fácil trabajar con números enteros que con fracciones.
fr: L’utilisation de satoshis est recommandée car il est plus facile de travailler avec des nombres entiers que des fractions.

source: Save
ar: حفظ
es: Guardar
fr: Sauver

source: Scan a QR code
ar: امسح رمز QR
cs: Skenovat QR kód
es: Escanea un código QR
fr: Scanner un QR code

source: Scan Bitcoin Address
ar: امسح عنوان بيتكوين
cs: Skenovat bitcoinovou adresu
es: Escanear la dirección Bitcoin
fr: Scanner une adresse Bitcoin

source: Security
ar: الأمان
cs: Zabezpečení
es: Seguridad
fr: Sécurité

source: See how Phoenix is affected
ar: انظر كيف تتأثر محفظة Phoenix
cs: Podívejte se, jak je Phoenix ovlivněn
es: Vea cómo se ve afectado Phoenix
fr: Voir comment cela affecte Phoenix

source: Send
ar: إرسال
cs: Odeslat
es: Enviar
fr: Envoyer

source: Send Failed
ar: فشل الإرسال
cs: Odeslání se nezdařilo
es: Envío fallido
fr: Envoi échoué

source: Send feedback
ar: شاركنا ملاحظاتك
es: Comentarios y sugerencias
fr: Envoyer votre avis

source: Send Funds
ar: ارسال الاموال
cs: Odeslat prostředky
es: Enviar fondos
fr: Envoyer des fonds

source: Sending payment
ar: ارسال المبلغ
cs: Odesílání platby
es: Enviando pago
fr: Envoi du paiement

source: Sending Payment...
ar: جارِ إرسال المبلغ...
cs: Odesílání platby...
es: Enviando pago...
fr: Envoi du paiement…

source: Sending…
es: Enviando…
fr: Envoi…

source: SENT
ar: تم الإرسال
cs: ODESLÁNO
es: ENVIADO
fr: ENVOYÉ

source: sent at
ar: تم الارسال في
cs: odeslat na
es: enviado el
fr: envoyé vers

source: Server
ar: الخادم
es: Servidor
fr: Serveur

source: Server returned error: %@
ar: ردّ الخادم بالخطأ: %@
es: El servidor devolvió el error:% @
fr: Le serveur retourne une erreur :

source: Server returned HTTP status code %d
ar: ردّ الخادم بخطأ HTTP رقم %d
es: El servidor devolvió el código de estado HTTP %d
fr: Le serveur retourne un code HTTP %d

source: Server returned unreadable response
ar: ردّ الخادم برد غير قابل للقراءة
es: El servidor devolvió una respuesta ilegible
fr: Le serveur retourne une réponse invalide

source: service
ar: الخدمة
es: servicio

source: Service
ar: الخدمة
es: Servicio

source: Service appears to be offline, or they have a down server
ar: يبدو أن الخدمة غير متصلة بالإنترنت، أو ان خادمهم متعطل
es: El servicio parece estar desconectado o tienen un servidor inactivo
fr: Le service est hors-ligne, ou leur serveur inaccessible

source: Service doesn't support Lightning addresses, or doesn't know this user
ar: لا تدعم هذه الخدمة عناوين البرق، أو انها لا تتعرف هذا المستخدم
es: El servicio no admite direcciones Lightning o no conoce a este usuario
fr: Le service ne supporte pas les adresses Lightning, ou bien ne connaît pas cet utilisateur

source: Service returned unreadable response
ar: ردّت الخدمة برد غير قابل للقراءة
es: El servicio devolvió una respuesta ilegible
fr: Le service retourne une réponse invalide

source: Settings
ar: الإعدادات
cs: Nastavení
es: Ajustes
fr: Préférences

source: Share
ar: مشاركة
cs: Sdílet
es: Compartir
fr: Partager

source: share
es: compartir

source: Share Image
ar: مشاركة الصورة
cs: Sdílet obrázek
es: Compartir imagen
fr: Partager l’image

source: Share Text
ar: مشاركة النص
cs: Sdílet Text
es: Compartir texto
fr: Partager le texte

source: Share the logs
ar: مشاركة السجلات
cs: Sdílet protokoly
es: Compartir registros
fr: Partager les logs

source: Short Description
ar: وصف قصير
es: Descripción corta
fr: Description courte

source: Show a Bitcoin address
ar: أظهر عنوان بيتكوين
cs: Zobrazit bitcoinovou adresu
es: Mostrar una dirección de Bitcoin
fr: Montrer une adresse Bitcoin

source: Show a Lightning invoice
ar: إظهار فاتورة برق
es: Mostrar una factura de Lightning
fr: Montrer une requête de paiement Lightning

source: Show payments within the last 1 minute.
es: Mostrar pagos en el último minuto.

source: Show payments within the last 2 hours.
es: Mostrar pagos en las últimas 2 horas.

source: Show payments within the last 3 days.
es: Mostrar pagos en los últimos 3 días.

source: Show payments within the last 7 days.
es: Mostrar pagos en los últimos 7 días.

source: Show payments within the last 10 minutes.
es: Mostrar pagos en los últimos 10 minutos.

source: Show payments within the last 24 hours.
es: Mostrar pagos en las últimas 24 horas.

source: Sign into iCloud to backup your payments
ar: قم بتسجيل الدخول إلى iCloud لعمل نسخة احتياطية من مدفوعاتك
cs: Přihlaste se do služby iCloud a zálohujte své platby
es: Inicie sesión en iCloud para hacer una copia de seguridad de sus pagos
fr: S’authentifier sur iCloud pour sauvegarder vos paiements

source: Skip
ar: تخطي
cs: Přeskočit
es: Saltar
fr: Passer

source: Some Services Disabled
ar: بعض الخدمات معطلة
cs: Některé služby jsou deaktivovány
es: Algunos servicios están deshabilitados
fr: Certains services sont désactivés

source: Something is amiss with this invoice...
ar: هناك شيء خاطئ في هذه الفاتورة ...
cs: S touto fakturou není něco v pořádku...
es: Algo anda mal con esta factura...
fr: Quelque chose ne va pas dans cette requête…

source: Status
ar: الحالة
cs: Stav
es: Estado
fr: Statut

source: Swap Fees
es: Tarifas Swap

source: Swap In
ar: التبديل
es: Intercambio

source: System
ar: النظام
cs: Systém
es: Sistema
fr: Système

source: Terminate App
ar: إنهاء التطبيق
cs: Ukončit aplikaci
es: Terminar aplicación
fr: Fermer l’application

source: The address is for %@, but you're on %@
ar: العنوان لـ %@ ، لكنك على %@
cs: Adresa je pro %@, ale jste na %@
es: La dirección es para %@, pero estas en %@
fr: L’adresse est pour %1$@, mais vous êtes sur %2$@

source: The bitcoin mempool is congested and fees are very high. The on-chain swap service has been temporarily disabled.
ar: الـ mempool (المعاملات المعلقة) الخاصة بالبيتكوين مزدحمة حالياً والرسوم مرتفعة للغاية. تم تعطيل خدمة مبادلة الايداعات على السلسلة الرئيسية مؤقتًا.
cs: Bitcoinový mempool je přetížený a poplatky jsou velmi vysoké. Služba swapu na on-chainu byla dočasně deaktivována.
es: El mempool de Bitcoin está congestionado y las tarifas son muy altas. El servicio de intercambio en cadena se ha desactivado temporalmente.
fr: Le réseau Bitcoin est saturé et les frais sont très élevés. Le service de swap on-chain a été désactivé temporairement.

source: The closing transaction is in your transactions list.
cs: Uzavírací transakce je ve vašem seznamu transakcí.
es: La transacción de cierre está en su lista de transacciones.

source: The data stored in the cloud is encrypted, and can only be decrypted with your seed.
ar: يتم تشفير البيانات المخزنة في السحابة، ولا يمكن فك تشفيرها إلا بعبارة الاسترداد الخاصة بك.
cs: Data uložená v cloudu jsou šifrována a lze je dešifrovat pouze pomocí jejich seedu.
es: Los datos almacenados en la nube están encriptados y solo se pueden desencriptar con su semilla.
fr: Les données stockées dans le cloud sont chiffrées, et ne peuvent être lues sans votre clé secrète.

source: The fee is **%@%%** with a minimum fee of **%@**.
ar: الرسوم **%@٪** مع حد أدنى للرسوم **%@**.
cs: Poplatek je **%@%%** s minimálním poplatkem **%@**
es: La tarifa es de **%@%%** con una tarifa mínima de **%@**
fr: Les frais sont de **%1$@%%** avec un minimum de **%2$@**.

source: The invoice doesn't include an amount. This can be dangerous: malicious nodes may be able to steal your payment. To be safe, **ask the payee to specify an amount** in the payment request.
es: La factura no incluye el monto. Esto puede ser peligroso: los nodos maliciosos pueden robar su pago. Para estar seguro, **solicite al beneficiario que especifique un monto** en la solicitud de pago.

source: The invoice is for (requestChain), but you're on (reason.myChain.name)
ar: الفاتورة لـ (requestChain) ، لكنك على (reason.myChain.name)
cs: Faktura je pro (requestChain),ale vy jste na (reason.myChain.name)
es: La factura es para (requestChain), pero estás en (reason.myChain.name)
fr: Cette requête est valable pour la chaîne (requestChain), mais vous êtes sur la chaîne (reason.myChain.name).

source: The invoice is for you. You are about to pay yourself.
ar: الفاتورة تابعة لك. انك تحاول أن تدفع لنفسك.
cs: Faktura je pro vás. Chystáte se zaplatit sami sobě.
es: La factura es para ti. Estas a punto de pagarte a ti mismo.
fr: Cette requête de paiement vous est destinée. Vous allez vous payer vous-même.

source: The recovery phrase (sometimes called a seed), is a list of 12 English words. It allows you to recover full access to your funds if needed.
es: La frase de recuperación (a veces llamada semilla), es una lista de 12 palabras en inglés. Le permite recuperar el acceso completo a sus fondos si es necesario
fr: La clé de sauvegarde (parfois appelée “seed”) est une phrase de douze mots anglais. Elle vous permet de récupérer vos fonds en cas de besoin.

source: The scanned QR code is not a bitcoin address
ar: رمز الـ QR الممسوح ضوئيًا ليس عنوان بيتكوين
cs: Naskenovaný QR kód není bitcoinová adresa
es: El código QR escaneado no es una dirección de Bitcoin
fr: Le QR code scanné n’est pas une adresse Bitcoin.

source: The service ((origin)) appears to be offline, or they have a down server
es: El servicio ((origin)) parece estar fuera de línea, o tienen un servidor inactivo

source: The service ((origin)) doesn't support Lightning addresses, or doesn't know this user
es: El servicio ((origin)) no admite direcciones Lightning o no conoce a este usuario

source: The simulator cannot access the camera. Please use the clipboard.
ar: نظام المحاكاة لا يمكنه الوصول إلى الكاميرا. الرجاء استخدام الحافظة.
cs: Simulátor nemá přístup ke kameře. Použijte prosím schránku.
es: El simulador no puede acceder a la cámara. Utilice el portapapeles.
fr: Le simulateur ne peut pas accéder à la caméra. Veuillez utiliser le presse-papiers.

source: This address is derived from your seed and belongs to you.
ar: هذا العنوان مشتق من عبارة الاسترداد الخاصة بك وهو ملك لك.
cs: Tato adresa je odvozena z vašeho seedu a patří vám.
es: Esta dirección se deriva de su semilla y le pertenece.
fr: Cette adresse est dérivée de votre clé et vous appartient.

source: This doesn't appear to be a Lightning invoice
ar: لا يبدو أن هذه فاتورة برق
cs: Toto nevypadá jako Lightning faktura
es: Esto no parece ser una factura de Lightning
fr: Cela ne semble pas être une requête Lightning

source: This feature is not a "fix everything magic button". It is here as a safety measure and **should only be used in extreme scenarios**. For example, if your peer (ACINQ) disappears permanently, preventing you from spending your money. In all other cases, **if you experience issues with Phoenix you should contact support**.
ar: هذه الميزة ليست "الزر السحري لإصلاح كل شيء". إنها هنا كإجراء أمان و** يجب استخدامها فقط في السيناريوهات القصوى **. على سبيل المثال، إذا اختفى نظيرك (ACINQ) بشكل دائم، مما يمنعك من إنفاق أموالك. في جميع الحالات الأخرى، ** إذا كنت تواجه مشكلات مع Phoenix، فيجب عليك الاتصال بالدعم **.
cs: Tato funkce není " tlačítko kouzelného opravení ". Je zde jako bezpečnostní opatření a ** by mělo být používáno pouze v extrémních případech **. Pokud například váš peer (ACINQ) trvale zmizí, což vám znemožní utrácení peněz. Ve všech ostatních případech, ** pokud máte problémy s Phoenixem, měli byste kontaktovat podporu **.
es: Esta función no es "Un botón mágico para arreglar todo". Esta aquí como medida de seguridad y **solo debe usarse en escenarios extremos**. Por ejemplo, si su par (ACINQ) desaparece de forma permanente, lo que le impide gastar su dinero. En todos los demás casos, **si tiene problemas con Phoenix debe comunicarse con soporte técnico**.
fr: Cette fonctionnalité n’est pas une solution miracle. Elle n’est disponible qu’en tant que mesure de sûreté, **à n’utiliser qu’en dernier recours.** Par exemple, si votre pair (ACINQ) venait à disparaître de façon permanente, vous empêchant ainsi d’accéder au réseau et de dépenser vos fonds. Dans tous les autres cas, **si vous rencontrez des difficultés à utiliser Phoenix, vous devriez plutôt contacter le support.**

source: This fee applies when you receive a payment over Lightning and a new channel needs to be created.
ar: يتم تطبيق هذه الرسوم عندما تتلقى دفعة عبر شبكة البرق ويلزم لإستلامها إنشاء قناة جديدة.
cs: Tento poplatek platí, když obdržíte platbu přes Lightning, a je nutné vytvořit nový kanál.
es: Esta tarifa se aplica cuando recibe un pago a través de Lightning y es necesario crear un nuevo canal.
fr: Ces frais s’appliquent quand vous recevez un paiement Lightning et qu’un nouveau canal doit être créé.

source: This fee is dynamic, and may change depending on the conditions of the bitcoin network.
ar: هذه الرسوم ديناميكية، وقد تتغير حسب ظروف شبكة البيتكوين.
cs: Tento poplatek je dynamický a může se měnit v závislosti na podmínkách bitcoinové sítě.
es: Esta tarifa es dinámica y puede cambiar según las condiciones de la red Bitcoin.
fr: Ces frais sont dynamiques, et peuvent changer selon les conditions du réseau Bitcoin.

source: This fee only applies when a new channel needs to be created. Payments that use existing channels don't pay this fee. The fee is dynamic and may change depending on bitcoin network conditions.
ar: تطبّق هذه الرسوم فقط عندما يلزم إنشاء قناة جديدة. المدفوعات التي تستخدم القنوات الحالية الموجودة لايلزمها دفع رسوم. الرسوم ديناميكية وقد تتغير حسب ظروف شبكة البيتكوين.
cs: Tento poplatek platí pouze v případě, pokud je nutné vytvořit nový kanál. Platby využívající stávající kanály tento poplatek neplatí. Poplatek je dynamický a může se měnit v závislosti na podmínkách bitcoinové sítě.
es: Esta tarifa solo se aplica cuando es necesario crear un nuevo canal. Los pagos que utilizan canales existentes no pagan esta tarifa. La tarifa es dinámica y puede cambiar según las condiciones de la red Bitcoin.
fr: Ces frais s’appliquent quand un nouveau canal doit être créé. Les paiements qui passent par des canaux existants ne paient pas ces frais. Ces frais sont dynamiques et peuvent changer selon les conditions du réseau Bitcoin.

source: This is a swap address. It is not controlled by your wallet. On-chain deposits sent to this address will be converted to Lightning channels.
ar: هذا عنوان استبدال. لا يتم التحكم به من قبل محفظتك. سيتم تحويل الايداعات المرسلة إلى هذا العنوان عبر السلسلة الرئيسية إلى قنوات برق.
cs: Toto je adresa pro výměnu. Není kontrolována vaší peněženkou. Vklady On-chain zaslané na tuto adresu budou převedeny na Lightning kanály.
es: Esta es una dirección de intercambio. No está controlada por su billetera. Los depósitos en cadena enviados a esta dirección se convertirán a canales de Lightning.
fr: Ceci est une adresse de swap. Elle n’est pas contrôlée par votre portefeuille. Les dépôts on-chain seront convertis en des canaux de paiement Lightning.

source: This means you will not be able to receive payments when Phoenix is in the background. To receive payments, Phoenix must be open and in the foreground.
ar: هذا يعني أنك لن تكون قادرًا على تلقي المدفوعات عندما يكون Phoenix في الخلفية. لتلقي المدفوعات، يجب أن تكون محفظة Phoenix مفتوحة وتعمل في الواجهة.
cs: To znamená, že nebudete moci přijímat platby, když je Phoenix na pozadí. Abyste mohli přijímat platby, musí být Phoenix otevřený a v popředí.
es: Esto significa que no podrá recibir pagos cuando Phoenix este en segundo plano. Para recibir pagos, Phoenix debe estar abierta y en primer plano.
fr: Cela signifie que vous ne pourrez pas recevoir des paiements quand Phoenix est en arrière-plan. Pour recevoir des paiements, Phoenix devra être allumé et au premier plan.

source: This means you will not be notified if you receive a payment while Phoenix is in the background.
ar: هذا يعني أنه لن يتم إشعارك إذا تلقيت مبلغ أثناء عمل Phoenix في الخلفية.
cs: To znamená, že nedostanete upozornění, pokud je Phoenix na pozadí a vy obdržíte platbu.
es: Esto significa que no se le notificará si recibe un pago mientras Phoenix está en segundo plano.
fr: Cela signifie que vous ne serez pas notifié si vous recevez un paiement alors que Phoenix est en arrière-plan.

source: This seed is invalid and cannot be imported. Please try again
cs: Tento seed je neplatný a nelze jej importovat. Zkuste to znovu
es: Esta semilla no es válida y no se puede importar. Inténtalo de nuevo
fr: Cette clé n’est pas valide et ne peut être importée. Veuillez réessayer.

source: Throughout the app, you can tap on most amounts to toggle between bitcoin and fiat.
ar: في اي مكان في التطبيق، يمكنك النقر على المبلغ لتحويل قيمته بين البيتكوين والقيمة بالعملة الورقية.
cs: V celé aplikaci můžete přepínat mezi bitcoiny a fiatem klepnutím na částku .
es: En toda la aplicación, puede alternar entre Bitcoin y fiat las veces que desee.
fr: Au fil de l’application, vous pourrez taper sur la plupart des montants pour basculer l’affichage entre Bitcoin et votre devise fiduciaire.

source: timestamp
ar: الزمن
cs: Časová značka
es: Marca de tiempo
fr: horodatage

source: tip
es: propina
fr: dernier bloc

source: Tip amount: (percent), (amountBitcoin), ≈(amountFiat)
es: Cantidad de propina: (percent), (amountBitcoin), ≈(amountFiat)

source: tip amount: (tipBtcn), ≈(tipFiat), total amount: (ttlBtcn), ≈(ttlFiat)
es: Cantidad de propina: (tipBtcn), ≈(tipFiat), cantidad total: (ttlBtcn), ≈(ttlFiat)

source: Tip timestamp
ar: الزمن
es: Marca de tiempo
fr: Horodatage du dernier bloc

source: To fix this re-enable Background App Refresh via: Settings -> General -> Background App Refresh
ar: لإصلاح ذلك، أعد تمكين تحديث تطبيق الخلفية عبر: الإعدادات -> عام -> تحديث التطبيقات في الخلفية
cs: Chcete-li povolit aktualizaci aplikace na pozadí, zvolte: Nastavení -> Obecné -> Aktualizace aplikace na pozadí
es: Para solucionar esto vuelva a habilitar la actualización de la aplicación en segundo plano a través de: Configuración -> General -> Actualización en segundo plano
fr: Pour corriger cela, veuillez réactiver l’actualisation en arrière plan dans Réglages > Phoenix > Actualiser (arrière-plan)

source: To receive incoming payments, Phoenix must be running, and you must have unlocked the app once.
ar: لتتمكن من استقبال المدفوعات، يجب أن يكون Phoenix قيد التشغيل، ويجب أن تكون قد فتحت قفل التطبيق مرة واحدة.
cs: Chcete-li přijímat platby, aplikace Phoenix musí být spuštěna a je nezbytné aplikaci jednou odemknout.
es: Para recibir pagos, Phoenix debe estar ejecutándose y debe haber desbloqueado la aplicación una vez.
fr: Pour recevoir des paiements, Phoenix doit être démarré et vous devez avoir déjà déverrouillé l’application.

source: To receive incoming payments, Phoenix must be running.
ar: لتتمكن من استقبال المدفوعات، يجب ان يكون Phoenix قيد التشغيل.
cs: Abyste mohli přijímat platby, aplikace Phoenix musí být spuštěna.
es: Para recibir pagos, Phoenix debe estar ejecutándose.
fr: Pour recevoir des paiements, Phoenix doit être démarré.

source: To scan a QR code you must give Phoenix permission to access the camera.
ar: لمسح رمز QR، يجب أن تمنح Phoenix إذنًا للوصول إلى الكاميرا.
cs: Abyste mohli naskenovat QR kód, musíte aplikaci Phoenix udělit přístup k fotoaparátu.
es: Para escanear un código QR, debe dar permiso a Phoenix para acceder a la cámara.
fr: Pour scanner un QR code, vous devez d’abord donner à Phoenix accès à la caméra.

source: Tor is disabled
ar: تم تعطيل Tor
cs: Tor je deaktivován
es: Tor está deshabilitado
fr: Tor est désactivé

source: Tor is enabled
ar: تم تمكين Tor
cs: Tor je povolen
es: Tor está Habilitado
fr: Tor est activé

source: Tor Settings
ar: Tor
cs: Tor Nastavení
es: Ajustes de Tor
fr: Réglages Tor

source: total amount
ar: المبلغ الإجمالي
cs: celková částka
es: Cantidad total
fr: Montant total

source: Total amount exceeds your balance
es: El monto total excede su saldo

source: Total amount: (amountBitcoin), ≈(amountFiat)
es: Cantidad total: (amountBitcoin), ≈(amountFiat)

source: total amount: (btcnAmt.string), ≈(fiatAmt.string)
es: Cantidad total: (btcnAmt.string), ≈(fiatAmt.string)

source: total amount: (ttlBtcn) ≈(ttlFiat)
es: Cantidad total: (ttlBtcn) ≈(ttlFiat)

source: total amount: ≈(btcnAmt.string)
es: Cantidad total: ≈(btcnAmt.string)

source: Transactions
es: Transacciones

source: Try again later
ar: حاول مرة أخرى في وقت لاحق
cs: Zkuste to znovu později
es: Inténtalo de nuevo más tarde
fr: Veuillez réessayer plus tard

source: Tx
cs: Transakce
es: Transacción

source: type
ar: نوع
cs: typ
es: Tipo

source: Type
ar: نوع
cs: Typ
es: Tipo

source: Type in recovery phrase
es: Escriba la frase de recuperación
fr: Saisissez la clé de sauvegarde

source: Unknown
ar: مجهول
cs: Neznámý
es: Desconocida
fr: Inconnu

source: Unknown Bech32 version
ar: إصدار Bech32 غير معروف
cs: Neznámý verze Bech32
es: Versión desconocida de Bech32
fr: Version Bech32 inconnue

source: Unknown biometrics
ar: القياسات الحيوية (البصمة) غير معروفة
cs: Neznámá biometrie
es: Biometría desconocida
fr: Biométrie inconnue

source: Unknown error
ar: خطأ غير معروف
es: Error desconocido
fr: Erreur inconnue

source: Unlock your seed.
ar: افتح عبارة الاسترداد الخاصة بك.
cs: Odemkněte svůj seed
es: Desbloquea tu semilla
fr: Déverrouiller ma clé

source: Updating cloud
ar: يتم تحديث السحابة
cs: Aktualizace cloudu
es: Actualización de la nube
fr: Mise à jour du cloud
