Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/*.lproj/Localizable.strings
Languages: ar, cs, es, fr

source: DO NOT SHARE.
ar: لا تشاركها.
cs: NESDÍLEJTE.
es: NO COMPARTIR.
fr: NE PAS PARTAGER.

source: Do not use this feature if you don't fully understand what it does.
ar: لا تستخدم هذه الميزة إذا كنت لا تفهم تمامًا ما تفعله.
cs: Nepoužívejte tuto funkci, pokud plně nerozumíte tomu, co dělá.
es: No use esta función si no comprende completamente lo que hace.
fr: N’utilisez pas cette fonctionnalité si vous ne comprenez pas bien ce qu’elle fait.

source: Donation
ar: التبرع
es: Donación
fr: Don

source: Downloading payments
ar: تحميل المدفوعات
cs: Stahování plateb
es: Descargando pagos
fr: Téléchargement des paiements

source: Drain my wallet
ar: تسييل محفظتي
cs: Vyprázdnit moji peněženku
es: Vaciar mi billetera
fr: Vider mon portefeuille

source: Drain wallet
es: Vaciar billetera

source: Edit
ar: تعديل
es: Editar
fr: Éditer

source: edit
es: editar

source: Edit Info
ar: تعديل المعلومات
es: Editar información
fr: Éditer les informations

source: Edit Payment
es: Editar Pago

source: Edit payment request
ar: تعديل طلب الدفع
cs: Upravit žádost o platbu
es: Editar solicitud de pago
fr: Modifier la requête de paiement

source: elapsed
ar: تمت في غضون
cs: uplynulý čas
es: tiempo transcurrido
fr: Temps écoulé

source: Electrum server
ar: خادم Electrum
es: Servidor Electrum
fr: Serveur Electrum

source: Enter a Lightning invoice, LNURL, or Lightning address you want to send money to.
ar: أدخل فاتورة برق أو LNURL أو عنوان برق تريد إرسال الأموال إليه.
es: Ingrese una factura Lightning, LNURL o una dirección Lightning a la que desea enviar dinero.
fr: Saisissez une requête Lightning, une LNURL ou une adresse Lightning que vous souhaitez payer.

source: Enter a valid amount
ar: أدخل مبلغًا صالحًا
cs: Zadejte platnou hodnotu
es: Ingrese una cantidad valida
fr: Saisissez un montant valide

source: Enter an amount
ar: أدخل مبلغًا
cs: Zadejte částku
es: Ingrese una cantidad
fr: Saisissez un montant

source: Enter keywords from your seed
ar: أدخل الكلمات الرئيسية من عبارة الاسترداد الخاصة بك
cs: Vložtě klíčová slova ze svého seedu
es: Ingrese palabras clave de su semilla
fr: Saisissez les mots de votre clé

source: Error - retry in:
es: Error - intentar en:
fr: Erreur - réessayer dans :

source: Error fetching wallet backups from iCloud
es: Error al obtener copias de seguridad de billetera de iCloud
fr: Échec de la récupération des sauvegardes sur iCloud

source: Error: invalid amount
ar: خطأ: مبلغ غير صالح
es: Error: monto inválido
fr: Erreur : montant invalide

source: Error: invalid hash
ar: خطأ: هاش غير صالح
es: Error: hash no válido
fr: Erreur : hachage invalide

source: Expect to receive %d separate payments.
ar: توقع الحصول على %d مدفوعات منفصلة.
cs: Doručení očekáváno %d oddělených platbách.
es: Espere recibir %d pagos separados.
fr: Attendez-vous à recevoir %d paiements séparés.

source: Exponential backoff
ar: تراجع أسي
es: Retroceso exponencial
fr: Backoff exponentiel

source: External
ar: خارجي
cs: Externí
es: Externo
fr: Externe

source: FAILED
ar: فشل الارسال
cs: Neúspěšné
es: HA FALLADO
fr: ÉCHOUÉ

source: FAQ
ar: الاسئلة الشائعة
cs: Často kladené dotazy
es: Preguntas frecuentes

source: Fee for on-the-fly channel creation:
ar: رسوم إنشاء قناة سريعة:
cs: Poplatek za vytvoření kanálu za běhu:
es: Tarifa por la creación del canal:
fr: Frais de création de canal :

source: Fee rate
ar: معدل الرسوم
cs: Sazba poplatku
es: Tasa de tarifa
fr: Taux des frais

source: Fees
ar: الرسوم
cs: Poplatek
es: Tarifas
fr: Frais

source: fees paid
es: Tarifas pagadas
fr: frais payés

source: Fetched %@ item
ar: تم جلب %@ عنصر
cs: Vyzvednuta %@ položka
es: Elemento %@ obtenido
fr: %@ élément trouvé

source: Fetched %@ items
ar: تم جلب %@ عناصر
cs: Vyzvednuto %@ položek
es: Elementos %@ obtenidos
fr: %@ éléments trouvés

source: Fetching Invoice
ar: جارِ إحضار الفاتورة
es: Obteniendo factura
fr: Récupération de la requête

source: Fetching Lightning URL
ar: جارِ احضار رابط البرق
es: Obteniendo URL de Lightning
fr: Récupération du LNURL

source: Fiat
ar: العملة الورقية
es: Fíat
fr: Devise

source: Fiat currency
ar: العملة الورقية
cs: Fiat měna
es: Moneda fiduciaria
fr: Devise fiduciaire

source: For more information, see the FAQ
ar: لمزيد من المعلومات ، راجع التعليمات
cs: Více informací se dozvíte ve FAQ
es: Para más información, consulte las preguntas frecuentes
fr: Pour plus de détails, consultez la FAQ

source: Force close allows you to unilaterally close your channels.
ar: يسمح لك فرض الاغلاق بإغلاق قنواتك من جانب واحد.
cs: Vynucené zavření vám umožní jednostranně zavřít kanály.
es: Forzar cierre le permite cerrar unilateralmente sus canales.
fr: La clôture forcée vous permet de fermer vos canaux de paiement de façon unilatérale.

source: Force close channels
ar: فرض إغلاق القنوات
cs: Vynutit uzavření kanálů
es: Forzar el cierre de canales
fr: Forcer la clôture

source: Force closing channels will cost you money (to cover the on-chain fees) and will cause your funds to be locked for days. **Do not uninstall the app until your channels are fully closed or you will lose money.**
ar: سيكلفك فرض الاغلاق أموالًا (لتغطية رسوم الارسال عبر السلسلة الرئيسية) وسيؤدي ذلك إلى حجز أموالك لعدة أيام. **لا تقم بإلغاء تثبيت التطبيق حتى يتم إغلاق قنواتك بالكامل وإلا ستخسر الأموال.**
cs: Vynucené uzavření kanálů vás bude stát peníze (na pokrytí poplatků na on-chainu) a způsobí, že vaše prostředky budou na několik dní zablokovány. **Nemažte aplikaci, dokud nebudou kanály plně uzavřeny, nebo přijdete o své peníze. **
es: Forzar el cierre de los canales le costará dinero (para cubrir las tarifas dentro de la cadena) y hará que sus fondos se bloqueen durante días. **No desisntale la aplicación hasta que sus canales estén completamente cerrados o perdera dinero. **
fr: Forcer la clôture des canaux de paiement vous coûtera cher (afin de couvrir les frais on-chain), et vos fonds seront verrouillés sur la chaine pendant plusieurs jours. **Ne désinstallez pas l’application tant que vos canaux ne sont pas complètement fermés, sous peine de perdre les fonds**

source: Forwarding Invoice
es: Reenviando factura
fr: Transmission de la requête

source: Found %@ wallets in iCloud
es: Se encontraron %@ billeteras en iCloud
fr: %@ portefeuilles trouvés dans iCloud

source: Found 1 wallet in iCloud
es: Se encontró 1 billetera en iCloud
fr: 1 portefeuille trouvé dans iCloud

source: Full Screen
ar: ملء الشاشة
cs: Celá obrazovka
es: Pantalla completa
fr: Plein écran

source: Funds can be sent to a Bitcoin wallet. Make sure the address is correct before sending.
ar: يمكن إرسال الأموال إلى محفظة Bitcoin. تأكد من صحة العنوان قبل الإرسال.
cs: Finanční prostředky lze poslat do bitcoinové peněženky. Před odesláním se ujistěte, že je adresa správná.
es: Los fondos se pueden enviar a una billetera Bitcoin. Asegúrese de que la dirección sea correcta antes de enviar.
fr: Les fonds peuvent être envoyés vers une adresse Bitcoin de votre choix. Assurez-vous que l’adresse soit correcte avant d’envoyer.

source: Funds sent
ar: تم إرسال الأموال
cs: Odeslané prostředky
es: Fondos enviados
fr: Fonds envoyés

source: Funds will eventually be sent to:
ar: في النهاية سيتم إرسال الأموال إلى:
cs: Finanční prostředky budou případně zaslány na:
es: Los fondos se enviarán eventualmente a:
fr: Les fonds seront in fine envoyés à :

source: Generating QRCode...
ar: جارِ إنشاء رمز QR...
cs: Generování QR kódu...
es: Generando código QR...
fr: Génération du QR code

source: Get started
ar: البدء
cs: Začít
es: Empezar
fr: Commencer

source: Here you can extract and visualize application logs, as well as share them.
ar: هنا يمكنك استخراج ومشاهدة سجلات التطبيق، وكذلك مشاركتها.
cs: Zde můžete extrahovat a zobrazovat protokoly aplikací, a také je sdílet.
es: Aquí puede extraer y visualizar registros de la aplicación, así como compartirlos.
fr: Dans cet écran vous pouvez extraire et visualiser les logs de l’application, ainsi que les partager avec un tiers.

source: Host returned error response.
ar: قام المضيف بالرد بخطأ.
es: El servidor devolvio respuesta de error.
fr: L’hôte a répondu avec une erreur.

source: Host returned status code %@:
ar: قام المضيف الرد برمز الحالة %@:
es: El servidor devolvio codigo de estado %@:
fr: L’hôte a répondu avec le statut %@ :

source: Host returned unreadable response:
ar: ردّ المضيف برد غير قابل للقراءة.
es: El servidor devolvio una respuesta ilegible:
fr: L’hôte a répondu un message invalide

source: Host: %@
ar: المضيف: %@
es: Servidor: %@
fr: Hôte :

source: I have saved my recovery phrase somewhere safe.
es: Guardé mi frase de recuperación en un lugar seguro.
fr: J’ai placé ma clé de sauvegarde dans un endroit sûr.

source: I understand
ar: فهمت
cs: Rozumím
es: Aceptar
fr: Je comprends

source: I understand that Apple may share my iCloud data with government agencies upon request.
es: Entiendo que Apple puede compartir mis datos de iCloud con agencias gubernamentales a pedido.
fr: Je suis conscient qu’Apple pourra partager mes données avec les autorités si la demande leur en est faite.

source: I understand that certain Apple employees may be able to access my iCloud data.
es: Entiendo que ciertos empleados de Apple pueden acceder a mis datos de iCloud.
fr: Je suis conscient que certains employés d’Apple pourront avoir accès à mes données iCloud.

source: I understand that if I lose my phone & my recovery phrase, then I will lose the funds in my wallet.
es: Entiendo que si pierdo mi teléfono y mi frase de recuperación, perderé los fondos en mi billetera.
fr: Je suis conscient que si je perds mon téléphone et ma clé de sauvegarde, je perds les fonds de mon portefeuille.

source: iCloud account temporarily unavailable
es: Cuenta de iCloud temporalmente no disponible
fr: Votre compte iCloud est temporairement indisponible.

source: iCloud network failure
es: Fallo en la red de iCloud
fr: Erreur du réseau iCloud

source: iCloud service busy
es: Servicio iCloud ocupado
fr: Le service iCloud est saturé

source: iCloud service unavailable
es: Servicio iCloud no disponible
fr: Le service iCloud est indisponible

source: If done correctly, self-backup is the most secure option.
ar: إذا تم القيام به بشكل صحيح، فإن النسخ الاحتياطي الذاتي هو الخيار الأكثر أمانًا.
cs: Správně provedená vlastní záloha je nejbezpečnější možností.
es: Si se hace correctamente, la auto-copia es la opción mas segura.

source: If the problem persists, please contact support at **phoenix@acinq.co**.
ar: إذا استمرت المشكلة ، يرجى الاتصال بالدعم على **phoenix@acinq.co**.
cs: Pokud problém přetrvává, kontaktujte prosím podporu e-mailem na adrese **phoenix@acinq.co**.
es: Si el problema persiste, comuniquese con soporte en **phoenix@acinq.co**.
fr: Si le problème persiste, veuillez contacter le support par email : **phoenix@acinq.co**.

source: If you do not back it up and you lose access to Phoenix you will **lose your funds**!
es: Si no realiza una copia de seguridad y pierde el acceso a Phoenix, **perderá sus fondos**.
fr: Si vous ne la sauvegardez pas et que vous perdez accès à Phoenix, **vous perdrez vos fonds**!

source: If you switch to a new device (or reinstall the app) then you'll lose your payment history.
ar: إذا قمت بالانتقال إلى جهاز جديد (أو أعدت تثبيت التطبيق)، فستفقد سجل المدفوعات الخاص بك.
cs: Pokud měníte zařízení (nebo reinstalujete aplikaci), tak ztratíte svou historii plateb.
es: Si cambia a un nuevo dispositivo (o reinstala la aplicación), perderá su historial de pagos.
fr: Si vous changez de téléphone (ou réinstallez l’appli), vous perdrez l’historique de vos paiements.

source: Image
ar: صورة
es: Imagen

source: Import
ar: استيراد
cs: Importovat
es: Importar
fr: Importer

source: In order to receive this payment, a new payment channel was opened. This is not always required.
ar: لتلقي هذه الدفعة، تم فتح قناة دفع جديدة. هذا ليس مطلوبًا دائما.
cs: Aby bylo možné tuto platbu přijmout, byl otevřen nový platební kanál. To není vždy nutné.
es: Para recibir este pago un nuevo canal de pago se abrió. Esto no siempre es necesario.
fr: Afin de recevoir ce paiement, un nouveau canal de paiement a été ouvert. Cela n’est pas toujours nécessaire.

source: Includes Bitcoin network miner fees, and the fee for the Swap-Out service.
es: Incluye las taridas del miner de Bitcoin y la tarifa del servicio Swap-Out.

source: Invalid port. Valid range: [1 - 65535]
ar: منفذ خاطئ. النطاق المقبول: [1 - 65535]
cs: Špatný rozsah portu. Povolený rozsah je [1 - 65535]
es: Puerto inválido. Intervalo válido: [1 - 65535]
fr: Port invalide. Plage acceptée : 1-65535

source: Invalid response
ar: استجابة غير صالحة
es: Respuesta invalida
fr: Réponse invalide

source: Invalid server. Use format: domain.tld
ar: خادم غير صالح. استخدم التنسيق: domain.tld
cs: Špatný server. Použijte formát: doména.tld
es: Servidor inválido. Utilice el formato: domain.tld
fr: Serveur invalide. Utiliser le format : domaine.tld

source: invoice created
ar: تم إنشاء الفاتورة
cs: faktura vytvořena
es: creado el
fr: requête créée

source: Invoice is expired
ar: الفاتورة منتهية الصلاحية
cs: Faktura vypršela
es: La factura a expirado
fr: La requête a expirée

source: just now
ar: الآن
es: En este momento
fr: à l’instant

source: Keep Control
ar: ابقَ متحكمًا
cs: Udržujte kontrolu
es: Mantener el control
fr: Gardez le contrôle

source: Keep it safe and secret!
ar: احتفظ بها في مكان آمن وسري!
cs: Uchovejte tuto frázi v tajnosti!
es: ¡Manténgala segura y secreta!
fr: Gardez la secrète et en sureté !

source: KEEP THIS SEED SAFE.
ar: ابقِ عبارة الاسترداد هذه في مكان آمان.
cs: TENTO SEED UCHOVÁVEJTE BEZPEČNĚ.
es: MANTENGA ESTA SEMILLA SEGURA.
fr: GARDEZ LA EN SÛRETÉ.

source: layer 1 -> 2
ar: الطبقة 1 - > 2
cs: vrstva 1 -> 2
es: Capa 1 -> 2
fr: couche 1 -> 2

source: layer 2 -> 1
ar: الطبقة 2 - > 1
cs: vrstva 2 -> 1
es: Capa 2 -> 1
fr: couche 2 -> 1

source: Let's go
es: ¡Hazlo!
fr: C’est parti !

source: Light
ar: فاتح
cs: Světlý
es: Claro
fr: Clair

source: Lightning Fees
es: Tarifas Lightning

source: Lightning fees for routing the payment. Payment required %d hops.
ar: رسوم شبكة البرق لتمرير المبلغ. تطلبت الدفعة المرور بـ%d خطوات.
cs: Lightning poplatky za směrování platby. Platba vyžadovuje %d skoků.
es: Tarifas de Lightning para enrutar el pago. El pago requirió %d saltos.
fr: Frais de routage Lightning. Le paiement a nécessité %d sauts.

source: Lightning fees for routing the payment. Payment required 1 hop.
ar: رسوم شبكة البرق لتمرير المبلغ. تطلبت الدفعة خطوة واحدة فقط.
cs: Lightning poplatky za směrování platby. Platba vyžadovuje 1 skok.
es: Tarifas de Lightning para enrutar el pago. El pago requirio 1 salto.
fr: Frais de routage Lightning. Le paiement a nécessité 1 saut.

source: Lightning fees for routing the payment. Payment was divided into %d parts, using %d hops.
ar: رسوم شبكة البرق لتمرير المبلغ. تم تقسيم الدفعة إلى %d أجزاء، عن طريق المرور بـ%d خطوات.
cs: Lightning poplatky za směrování platby. Platba byla rozdělena na %d částí, pomocí %d skoků.
es: Tarifas de Lightning para enrutar el pago. El pago fue dividido en %d partes, usando %d saltos.
fr: Frais de routage Lightning. Le paiement a été divisé en %1$d parties et fait %2$d sauts.

source: Lightning network
ar: شبكة البرق
cs: Sít Lightning
es: Red Lightning
fr: Réseau Lightning

source: Lightning peer
ar: نظير البرق
es: Servidor Lightning
fr: Pair Lightning

source: Link
ar: ربط
es: Enlace
fr: Lien

source: Linked
ar: تم الربط
es: Enlazado
fr: Relié

source: local / remote
ar: رصيدي / رصيد النظير
es: local / remoto
fr: local / distant

source: Logged In
ar: تم تسجيل الدخول
es: Iniciaste sesión
fr: Authentifié

source: Login
ar: تسجيل الدخول
es: Iniciar sesión
fr: S’authentifier

source: Logs
ar: السجلات
cs: Protokoly
es: Registros

source: Long Description
ar: وصف طويل
es: descripción larga
fr: Description longue

source: Look at the logs
ar: مشاهدة السجلات
cs: Podívejte se na protokoly
es: Ver registros
fr: Consulter les logs

source: Malformed JPG image data
ar: بيانات صورة JPG غير صحيحة
es: Imagen JPG con formato incorrecto
fr: Image JPG malformée

source: Malformed PNG image data
ar: بيانات صورة PNG غير صحيحة
es: Imagen PNG con formato incorrecto
fr: Image PNG malformée

source: Malformed: %@
es: datos de imagen erróneos: %@
fr: Malformé : %@

source: Manual Backup
es: Respaldo manual

source: Manual input
ar: إدخال يدوي
es: Entrada manual
fr: Saisie manuelle

source: Manual Input
ar: إدخال يدوي
es: Entrada manual
fr: Saisie manuelle

source: Manual restore
es: Restauracón manual
fr: Restauration manuelle

source: Master public key
ar: اصل المفتاح العام
cs: Hlavní veřejný klíč
es: Clave pública maestra
fr: Clé publique maître

source: Max:
ar: الحد الأعلى:
es: Máximo:

source: Message
ar: رسالة
es: Mensaje

source: Min:
ar: الحد الأدنى:
es: Mínimo:

source: Miner fee amount: (percent), (amountBitcoin), ≈(amountFiat)
es: Monto de la tarifa del miner: (percent), (amountBitcoin), ≈(amountFiat)

source: Modify
ar: تعديل
cs: Upravit
es: Modificar
fr: Modifier

source: Name
es: Nombre
fr: Nom

source: Naming your wallet makes it easier to manage multiple wallets.
es: Nombrar su billetera facilita la administración de múltiples billeteras.
fr: Nommer ce portefeuille vous permettra de gérer de multiples portefeuilles facilement.

source: Network error. Check your internet connection.
ar: خطأ في الشبكة. تحقق من اتصالك بالإنترنت.
es: Error de red. Comprueba tu conexión a Internet.
fr: Erreur réseau. Vérifiez votre connexion internet.

source: Network unavailable. Check internet connection.
es: Red no disponible. Compruebe la conexión a Internet.
fr: Réseau indisponible. Vérifiez votre connexion internet.

source: never
ar: أبدا
es: nunca
fr: jamais

source: New Channel (auto-created)
ar: قناة جديدة (تم إنشاؤها تلقائيًا)
cs: Nový kanál (automaticky vytvořen)
es: Nuevo canal (creado automáticamente)
fr: Nouveau canal (créé automatiquement)

source: Next
ar: التالي
cs: Další
es: Siguiente
fr: Suivant

source: no description
ar: بدون وصف
cs: bez popisu
es: Sin descripción
fr: Sans description

source: No description
ar: بدون وصف
cs: Bez popisu
es: Sin descripción
fr: Sans description

source: NO FUNDS HAVE BEEN SENT
ar: لم يتم إرسال أي أموال
cs: Nebyly poslány žádné finanční prostředky
es: NO SE HAN ENVIADO FONDOS
fr: AUCUN FONDS ENVOYÉS

source: No personal data will be shared with this service.
ar: لن يتم مشاركة أي بيانات شخصية مع هذه الخدمة.
es: No se compartirán datos personales con este servicio.
fr: Aucune donnée personnelle ne sera partagée avec ce service

source: non-invoice payment
ar: دفع بدون فاتورة
cs: Platba bez faktury
es: Pago sin factura
fr: paiement spontané

source: None
ar: لاشيء
cs: Žádný
es: Ninguno
fr: Néant

source: Note: Server must have a valid certificate
ar: ملاحظة: يجب أن يكون لدى الخادم شهادة صالحة
cs: Poznámka: Server musí mít platný certifikát
es: Nota: El servidor debe tener un certificado válido
fr: Note : le serveur doit avoir un certificat valide

source: Notes
ar: ملاحظات
es: Notas

source: Notes:
ar: ملاحظات:
es: Notas:

source: now
ar: حاليا
es: ahora
fr: maintenant

source: Offline
ar: غير متصل على الانترنت
es: Desconectado
fr: Hors ligne

source: On-Chain Payment
es: Pagos en cadena (On-Chain)

source: Only show in-flight outgoing payments.
es: Solo mostrar pagos en camino.

source: Only you alone possess this seed. Keep it private.
ar: أنت وحدك تمتلك عبارة الاسترداد هذه. ابقها خاصة.
cs: Tento seed vlastníš jen ty sám. Uchovej ho v tajnosti.
es: Solo tú posees esta semilla. Mantenla en privado.
fr: Vous seul avez possession de cette clé. Gardez la secrète.

source: open link
ar: افتح الرابط
es: abrir enlace
fr: ouvrir le lien

source: other
es: otro

source: Output
ar: المخرجات
cs: Výstup
es: Salida
fr: Sortie

source: Paste from clipboard
ar: لصق من الحافظة
cs: Vložit ze schránky
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papiers.

source: Path
ar: المسار
cs: Cesta
es: Trayectoria
fr: Chemin

source: Pay
ar: دفع
cs: Zaplatit
es: Pagar
fr: Payer

source: Payment channels
ar: قنوات الدفع
cs: Platební kanály
es: Canales de pago
fr: Canaux de paiement

source: Payment channels are automatically created when needed.
ar: يتم إنشاء قنوات الدفع تلقائيًا عند الحاجة.
cs: Platební kanály se v případě potřeby vytvářejí automaticky.
es: Los canales de pago se crean automáticamente cuando es necesario.
fr: Les canaux de paiement sont créés automatiquement au besoin.

source: Payment channels are automatically created when you receive payments. Use the **Receive** screen to receive via the Lightning network.
ar: يتم إنشاء قنوات الدفع تلقائيًا عندما تتلقى مدفوعات. استخدم شاشة **استلام** للاستلام عبر شبكة البرق.
cs: Platební kanály jsou automaticky vytvořeny když dostanete platbu. K přijímání plateb prostřednictvím sítě Lightning použijte obrazovku **Přijmout**.
es: Los canales de pago se crean automáticamente cuando se reciben pagos. Utilice la opción **Recibir** para recibir a través de la red Lightning.
fr: Des canaux de paiements sont automatiquement créés quand vous recevez des paiements. Utilisez l’écran **Recevoir** pour créér des requêtes de paiement Lightning.

source: payment hash
ar: هاش الدفعة
cs: hash platby
es: hash de pago
fr: hash du paiement

source: Payment Options
ar: خيارات الدفع
cs: Možnosti platby
es: Opciones de pago
fr: Options des paiements

source: Payment options & fees
ar: خيارات الدفع والرسوم
cs: Možnosti platby a poplatků
es: Opciones de pago y tarifas
fr: Options et frais des paiements

source: Payment Parts
ar: أجزاء الدفعة
cs: Platební části
es: Partes de pago
fr: Parties de paiement

source: Payment Received
ar: تم استلام المبلغ
cs: Platba přijata
es: Pago recibido
fr: Paiement reçu

source: Payment Request
ar: طلب الدفع
cs: Platební žádost
es: Solicitud de pago
fr: Requête de paiement

source: Payment Requested
es: Pago solicitado
fr: Paiement requis

source: Payment requested by
ar: تم طلب الدفع من
es: Pago solicitado por
fr: Paiement requis par

source: Payment requested from %@
es: Pago solicitado de %@
fr: Paiement requis depuis

source: Payment Sent
ar: تم الدفع
cs: Platba odeslána
es: Pago enviado
fr: Paiement envoyé

source: Payments
es: Pagos

source: Payments are uploaded to the cloud immediately upon completion.
ar: يتم رفع المدفوعات إلى السحابة فور اتمامها.
cs: Platby se nahrávají do cloudu ihned po dokončení.
es: Los pagos se cargan en la nube inmediatamente después de su finalización.
fr: Les paiements sont versés sur le cloud immédiatement après complétion.

source: pending
ar: قيد الانتظار
cs: Čekající
es: Pendiente
fr: en cours

source: PENDING
ar: قيد الانتظار
cs: ČEKÁNÍ
es: PENDIENTE
fr: EN COURS

source: Phoenix can be accessed without credentials. Make sure that you have enabled adequate protections for iOS.
ar: يمكن الوصول إلى Phoenix بدون وسائل امان. تأكد من أنك قمت بتمكين الحماية الكافية لنظام iOS.
cs: Phoenix je přístupný bez přihlašovacích údajů. Ujistěte se, že jste pro iOS povolili příslušné ochrany.
es: Se puede acceder a Phoenix sin credenciales. Asegúrese de haber habilitado las protecciones adecuadas para iOS.
fr: Phoenix peut être ouvert sans contrôle d'accès. Assurez-vous d’avoir mis en place des mesure de sécurité adéquate dans iOS.

source: Phoenix can restore your funds automatically.
es: Phoenix puede restaurar sus fondos automáticamente.
fr: Phoenix pourra restaurer vos fonds automatiquement.

source: Phoenix does not support this type of LNURL yet
ar: لا تدعم Phoenix هذا النوع من LNURL حتى الآن
es: Phoenix aún no admite este tipo de LNURL
fr: Phoenix ne supporte pas encore ce type de LNURL

source: Phoenix generated
ar: تم توليده بواسطة Phoenix
cs: Phoenix vygenerováno
es: Phoenix generado
fr: Généré par Phoenix

source: Please enable Touch ID
ar: يرجى تمكين Touch ID
cs: Povolte prosím Touch ID
es: Habilite Touch ID
fr: Veuillez activer Touch ID

source: Please enable Face ID
es: Habilite Face ID
