Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/*.lproj/Localizable.strings
Languages: ar, cs, es, fr

source: (not available)
ar: (غير متوفر)
cs: (není k dispozici)
es: (no disponible)
fr: (non disponible)

source: (not enrolled)
ar: (غير مفعل)
es: (no inscrito)
fr: (non activé)

source: (Bitcoin address)
es: (Dirección Bitcoin)

source: (completed) of (total)
ar: (completed) من (total)
cs: (dokončeno) z (celkem)
es: (completed) de (total)
fr: (completed) sur (total)

source: (completed) of (total), pushing batch of (inFlight)
ar: (completed) من (total)، يتم دفع مجموعة (inFlight)
cs: (dokončeno) z (celkem), posílání (inFlight)
es: (completed) de (total), subiendo en grupos de (inFlight)
fr: (completed) sur (total), batch de (inFlight)

source: (count) in-flight outgoing payments
es: (count) pagos en camino

source: (count) payments within the last 2 hours
es: (count) pagos en las últimas 2 horas

source: (count) payments within the last 3 days
es: (count) pagos en los últimos 3 días

source: (count) payments within the last 7 days
es: (count) pagos en los últimos 7 días

source: (count) payments within the last 10 minutes
es: (count) pagos en los últimos 10 minutos

source: (count) payments within the last 24 hours
es: (count) pagos en las últimas 24 horas

source: (count) payments within the last minute
es: (count) pagos en el último minuto

source: (derived from your seed)
ar: (مشتق من عبارة الاسترداد الخاصة بك)
cs: (odvozeno z vašeho seedu)
es: (derivado de tu semilla)
fr: (dérivée de votre clé)

source: (Lightning invoice)
ar: (فاتورة البرق)
cs: (Lightning faktura)
es: (Factura de Lightning)
fr: (requête Lightning)

source: (Phoenix can be running in the background.)
ar: (يمكن تشغيل Phoenix في الخلفية.)
cs: (Phoenix může být spuštěn na pozadí.)
es: (Phoenix puede funcionar en segundo plano.)
fr: (Phoenix peut fonctionner en arrière plan)

source: (QR code)
ar: (رمز QR)
cs: (QR kód)
es: (codigo QR)

source: (requires authentication)
es: (requiere autenticación)
fr: (requiert une authentification)

source: (This is your address - derived from your seed. You alone possess your seed.)
ar: (هذا هو عنوانك - مشتق من عبارة الاسترداد خاصتك. أنت وحدك تمتلك هذه العبارة.)
cs: (Toto je vaše adresa - odvozená z vašeho seedu. Jste jediný kdo seed vidí.)
es: (Esta es tu dirección - derivada de tu semilla. Te eres el único en poseer la semilla.)
fr: (Cette adresse vous appartient et est dérivée de votre clé. Vous seul en avez possession)

source: (you provided this address)
ar: (لقد قدمت انت هذا العنوان)
cs: (uvedli jste tuto adresu)
es: (proporcionaste esta dirección)
fr: (vous avez fourni cette adresse)

source: **Do not lose this seed.** Save it somewhere safe (not on this phone). If you lose your seed and your phone, you've lost your funds.
ar: **لا تفقد هذه العبارة** احفظها في مكان آمن (ليس على هذا الهاتف). إذا فقدت عبارتك وهاتفك، فقد فقدت جميع أموالك.
cs: ** Neztraťte tento seed. ** Uložte ho někam na bezpečné místo (ne na tento telefon). Pokud ztratíte svůj seed a telefon, ztratíte své finanční prostředky.
es: **No pierdas esta semilla.** Guárdala en un algún lugar seguro (no en este celular). Si pierdas tu semilla y tu celular, perderás tus fondos.
fr: **Ne perdez pas cette clé.** Sauvegardez la dans un endroit sûr (pas sur ce téléphone). Si vous perdez votre clé et votre téléphone, vous ne pourrez plus accéder à vos fonds.

source: **Do not share this seed with anyone.** Beware of phishing. The developers of Phoenix will never ask for your seed.
ar: **لا تشارك هذه العبارة مع أي شخص.** احذر من التصيد الاحتيالي والصفحات المزورة. لن يطلب مطورو Phoenix مطلقًا عبارتك.
cs: **Nesdílejte s nikým tento seed.** Dejte si pozor na phishing. Vývojáři z Phoenixu o váš seed nikdy nepožádají.
es: **No compartas esta semilla con nadie.** Cuidado con el fraude. Los desarrolladores de Phoenix nunca pedirán tu semilla.
fr: **Ne la donnez à personne.** Faites attention au hameçonnage. Les développeurs de Phoenix ne vous demanderont jamais votre clé.

source: %@ milliseconds
ar: %@ أجزاء من الثانية
cs: %@ vteřin
es: %@ milisegundos
fr: %@ millisecondes

source: %@ remaining
ar: %@ المتبقي
es: %@ restante
fr: %@ restants

source: %@ seconds
ar: %@ ثواني
es: %@ segundos
fr: %@ secondes

source: %@:%@ minutes
ar: %@ : %@ دقيقة
es: %1$@:%2$@ minutos
fr: %1$@:%2$@ minutes

source: %@% (%@ minimum)
ar: الرسوم %@٪ (بحد ادنى %@)
cs: %1$@%2$ (%3$@ minimálně)
es: %1$@%2$ (%3$@ minimo)
fr: %1$@%2$ (minimum %3$@)

source: %@%% (%@ minimum)
ar: الرسوم %@٪ (بحد ادنى %@)
cs: %1$@%% (%2$@ minimálně)
es: %1$@%% (%2$@ minimo)
fr: %1$@%% (minimum %2$@)

source: %d channels
ar: %d قنوات
cs: %d kanál
es: %d canales
fr: %d canaux

source: +%@ incoming
ar: + %@ وارد
cs: +%@ příchozích
es: +%@ entradas
fr: +%@ entrant

source: <decryption error>
es: <error de descifrado>
fr: <échec du déchiffrement>

source: 1 channel
ar: قناة واحدة
cs: 1 kanál
es: 1 canal
fr: 1 canal

source: 1 in-flight outgoing payment
es: 1 pago en camino

source: 1 payment within the last 2 hours
es: 1 pago en las últimas 2 horas

source: 1 payment within the last 7 days
es: 1 pago en los últimos 7 días

source: 1 payment within the last 10 minutes
es: 1 pago en los últimos 10 minutos

source: 1 payment within the last minute
es: 1 pago en el último minuto

source: 1 payments within the last 24 hours
es: 1 pago en las últimas 24 horas

source: 1 payment within the last 3 days
es: 1 pago en los últimos días

source: A backup phrase is generated, storing all the information needed to restore your Bitcoin funds.
ar: يتم إنشاء عبارة احتياطية، حيث يتم تخزين جميع المعلومات اللازمة لاسترداد مبالغ البيتكوين الخاصة بك
cs: Bude vytvořena záložní fráze, ve které jsou uloženy všechny informace, které jsou potřebné k obnovení vašich bitcoinových prostředků.
es: Una semilla de respaldo será generada. Esta información será necesaria para restaurar sus fondos de Bitcoin.
fr: Une clé de sauvegarde a été générée, contenant toutes les informations nécessaires pour restaurer vos fonds Bitcoin.

source: A bitcoin can be divided into smaller units. The smallest unit is called a Satoshi, and there are 100 million satoshis in a single bitcoin.
ar: يمكن تقسيم البيتكوين إلى وحدات أصغر. أصغر وحدة تسمى ساتوشي (Satoshi)،وهناك 100 مليون ساتوشي في عملة البيتكوين الواحدة.
cs: Bitcoin je rozdělitelný na menší jednotky. Nejmenší jednotka se nazývá satoshi a v jednom bitcoinu je 100 milionů satoshi.
es: Un bitcoin se puede dividir en unidades más pequeñas. La unidad más pequeña se llama Satoshi, y hay 100 millones de satoshis en un solo bitcoin.
fr: Un bitcoin peut être divisé en de plus petites unités, appelées Satoshi. Il y a 100 millions de satoshis dans un seul bitcoin.

source: A random Electrum server will be selected on each connection attempt.
ar: سيتم تحديد خادم Electrum عشوائي في كل محاولة اتصال.
cs: Při každém pokusu o připojení bude vybrán náhodný Electrum server.
es: Un servidor electrum será seleccionado aleatoriamente en cada intento de conexión.
fr: Un serveur Electrum sera sélectionné aléatoirement à chaque nouvelle connexion.

source: A temporary error occurred, and Phoenix is unable to continue loading.
ar: حدث خطأ مؤقت ، ولم يتمكن Phoenix من متابعة التحميل.
cs: Došlo k dočasné chybě a Phoenix nemůže pokračovat v načítání.
es: Se produjo un error temporal y Phoenix no puede continuar cargando.
fr: Une erreur temporaire est survenue, et le chargement de Phoenix ne peut se pousuivre.

source: About
ar: حول
cs: O aplikaci
es: Acerca de
fr: À propos

source: Access to Phoenix is protected by biometrics.
ar: الوصول إلى Phoenix محمي بواسطة القياسات الحيوية.
cs: Přístup do Phoenixu je chráněn biometrií.
es: El acceso de Phoenix está protegido por biometría.
fr: L’accès à Phoenix est protégé par un contrôle biométrique.

source: Add optional comment
ar: أضف تعليقًا اختياريًا
es: Agregar comentario opcional
fr: Ajouter un commentaire

source: Address
ar: العنوان
cs: Adresa
es: Dirección
fr: Adresse

source: address
es: dirección

source: address type
ar: نوع العنوان
cs: Typ adresy
es: Tipo de dirección
fr: Type d’adresse

source: Advanced
ar: متقدم
cs: Pokročilé
es: Avanzado
fr: Avancé

source: Advanced security
ar: الأمان المتقدم
cs: Pokročilé zabezpečení
es: Seguridad avanzada
fr: Sécurité avancée

source: Already paid
ar: مدفوع بالفعل
es: Pagado
fr: Déjà payé

source: Amount (optional)
ar: المبلغ (اختياري)
cs: Částka (volitelné)
es: Valor (opcional)
fr: Montant (optionnel)

source: Amount exceeds your balance
ar: المبلغ يتجاوز رصيدك
cs: Částka převyšuje váš zůstatek
es: El valor excede tu balance
fr: Le montant dépasse votre solde

source: Amount must be (exactBitcoin.string)
ar: يجب أن يكون المبلغ (exactBitcoin.string)
es: La cantidad debe ser (exactBitcoin.string)
fr: Le montant doit être (exactBitcoin.string)

source: Amount must be (exactBitcoin.string) (≈ (approxFiat.string))
ar: يجب أن يكون المبلغ (precBitcoin.string) (≈ (almostFiat.string))
es: La cantidad debe ser (exactBitcoin.string) (≈ (approxFiat.string))
fr: Le montant doit être (exactBitcoin.string) (≈ (approxFiat.string))

source: Amount must be at least (minBitcoin.string)
ar: يجب أن يكون المبلغ على الأقل (minBitcoin.string)
es: La cantidad debe ser al menos (minBitcoin.string)
fr: Le montant doit être au moins (minBitcoin.string)

source: Amount must be at least (minBitcoin.string) (≈ (approxFiat.string))
ar: يجب أن يكون المبلغ على الأقل (minBitcoin.string) (≈ (almostFiat.string))
es: La cantidad debe ser al menos (minBitcoin.string) (≈ (approxFiat.string))
fr: Le montant doit être au moins (minBitcoin.string) (≈ (approxFiat.string))

source: Amount must be at most (maxBitcoin.string)
ar: يجب ألا يتجاوز المبلغ (maxBitcoin.string)
es: La cantidad debe ser como máximo (maxBitcoin.string)
fr: Le montant doit être au plus (maxBitcoin.string)

source: Amount must be at most (maxBitcoin.string) (≈ (approxFiat.string))
ar: يجب ألا يتجاوز المبلغ (maxBitcoin.string) (≈ (almostFiat.string))
es: La cantidad debe ser como máximo (maxBitcoin.string) (≈ (approxFiat.string))
fr: Le montant doit être au plus (maxBitcoin.string) (≈ (approxFiat.string))

source: amount received
ar: تم استلام المبلغ
cs: přijatá částka
es: valor recibido
fr: Montant perçu

source: amount requested
ar: المبلغ المطلوب
cs: požadovaná částka
es: valor requerido
fr: Montant demandé

source: amount sent
es: cantidad enviada

source: amount to receive
es: cantidad a recibir
fr: Montant à percevoir

source: An unknown error occurred.
ar: حدث خطأ غير معروف.
es: Un error desconocido ocurrió.
fr: Une erreur inconnue est survenue.

source: any amount
ar: أي مبلغ
cs: libovolná částka
es: Cualquier valor
fr: montant indéfini

source: Any amount
ar: أي مبلغ
cs: Libovolná částka
es: Cualquier valor
fr: Montant indéfini

source: App access
ar: الوصول إلى التطبيق
cs: Přístup k aplikaci
es: Acceso
fr: Accès à l’application

source: App Access
ar: الوصول إلى التطبيق
cs: Přístup k aplikaci
es: Acceso
fr: Accès à l’application

source: App is locked
ar: التطبيق مقفل
cs: Aplikace je uzamčena
es: La aplicación está bloqueada
fr: L’application est verrouillée

source: App theme
ar: مظهر التطبيق
cs: Motiv aplikace
es: Tema
fr: Thème de l’application

source: Are you sure you want to pay this invoice?
ar: هل أنت متأكد أنك تريد دفع هذه الفاتورة؟
cs: Opravdu chcete zaplatit tuto fakturu?
es: ¿Está seguro que quiere pagar esta factura?
fr: Êtes-vous sûr de vouloir payer cette requête ?

source: Are you sure you want to proceed?
ar: هل انت متأكد انك تريد المتابعة؟
cs: Opravdu chcete pokračovat?
es: ¿Está seguro que quiere proceder?
fr: Êtes-vous sûr de vouloir poursuivre ?

source: Authenticate
ar: التوثيق
es: Autenticar
fr: S’authentifier

source: Authenticate to disable biometrics.
ar: قم بالتوثيق لإيقاف القياسات الحيوية.
cs: Přihlášení k deaktivaci biometrie.
es: Autentíquese para deshabilitar la biometría.
fr: Authentifiez-vous pour désactiver le contrôle biométrique.

source: Authenticated
ar: تم التوثيق
es: Autenticado
fr: Authentifié

source: Automatic Channel Creation
ar: إنشاء قناة بشكل تلقائي
cs: Automatické vytváření kanálů
es: Creación automática de canales
fr: Création automatique de canaux

source: Avoids payment correlation using timestamp metadata.
ar: يتم تجنب ربط عمليات الدفع بأوقات حدوثها.
cs: Vyhněte se korelaci plateb pomocí metadat časových razítek.
es: Evita la correlación de pagos mediante metadatos de marca de tiempo.
fr: Évite la corrélation de vos paiement via l’horodatage

source: Backup
es: Respaldo

source: Backup your recovery phrase to prevent losing your funds.
es: Haga una copia de seguridad de su frase de recuperación para evitar perder sus fondos.
fr: Conservez bien votre clé de sauvegarde en sûreté afin de ne pas perdre vos fonds.

source: Base amount: (amountBitcoin), ≈(amountFiat)
es: Cantidad base: (amountBitcoin), ≈(amountFiat)

source: Biometrics
ar: القياسات الحيوية (البصمة)
cs: Biometrie
es: Biometría
fr: Contrôle biométrique

source: BIP39 seed with standard BIP84 derivation path
cs: BIP39 seed se standardní derivační cestou BIP84
es: Semilla BIP39 con ruta de derivación estándar BIP84
fr: Clé BIP39 avec chemin de dérivation standard BIP84

source: bitcoin address
ar: عنوان بيتكوين
cs: bitcoinová adresa
es: Dirección Bitcoin
fr: adresse Bitcoin

source: Bitcoin address
ar: عنوان بيتكوين
cs: Bitcoinová adresa
es: Dirección Bitcoin
fr: Adresse Bitcoin

source: Bitcoin mempool is full and fees are high.
ar: الـ mempool (المعاملات المعلقة) الخاص بالبيتكوين ممتلئ والرسوم مرتفعة.
cs: Bitcoin mempool je plný a poplatky jsou vysoké.
es: Bitcoin mempool está lleno y las tarifas son altas.
fr: Le réseau Bitcoin est saturé et les frais élevés.

source: Bitcoin network fees paid for on-chain transaction. Payment required 1 transaction.
ar: رسوم شبكة بيتكوين المدفوعة للمعاملات عبر الشبكة الرئيسية. الدفعة تطلبت معاملة واحدة.
cs: Poplatky za bitcoinovou síť zaplacené za on-chain transakce. Platba vyžaduje 1 transakci.
es: Tarifas de la red Bitcoin pagadas por transacciones en cadena. Pago requerido 1 transacción.
fr: Frais de réseau Bitcoin payés pour des transactions on-chain. Ce paiement a nécessité 1 transaction.

source: Bitcoin network fees paid for on-chain transactions. Payment required (txCount) transactions.
ar: رسوم شبكة بيتكوين المدفوعة للمعاملات عبر الشبكة الرئيسية. الدفعة تطلبت (txCount) معاملات.
cs: Poplatky za bitcoinovou síť zaplacené za on-chain transakce. Vyžadovaných transakcí (txCount).
es: Tarifas de la red Bitcoin pagadas por transacciones en cadena. Pago requerido en (txCount) transacciones.
fr: Frais de réseau Bitcoin payés pour des transactions on-chain. Ce paiement a nécessité (txCount) transactions.

source: bitcoin txids
ar: معرّفات تحويلات البيتكوين
cs: ID transakce bitcoinu
es: ID de transacciones de Bitcoin
fr: Identificant de transaction

source: Bitcoin unit
ar: وحدة البيتكوين
cs: Bitcoinová jednotka
es: Unidad de Bitcoin
fr: Unité Bitcoin

source: Block height
ar: ارتفاع الكتلة
cs: Velikost bloku
es: Altura del bloque
fr: Hauteur de blocs

source: blockchain tx
cs: Blockchainová transakce
es: Transacción de blockchain
fr: Transaction blockchain

source: By default, Phoenix connects to random Electrum servers in order to access the Bitcoin blockchain. You can also choose to connect to your own Electrum server.
ar: بشكل افتراضي، يتصل Phoenix بخوادم Electrum عشوائية لأجل الوصول إلى سلسلة كتل البيتكوين. يمكنك أيضًا اختيار الاتصال بخادم Electrum الخاص بك.
cs: Ve výchozím nastavení se Phoenix připojuje k náhodným Electrum serverům, aby získal přístup k bitcoinovému blockchainu. Můžete si také zvolit připojit se k vlastnímu serveru Electrum.
es: Por defecto Phoenix se conecta a servidores Electrum aleatorios para acceder a la cadena de bloques de Bitcoin. También puede optar por conectarse a su propio servidor Electrum.
fr: Pour accéder à la blockchain Bitcoin Phoenix se connecte à des serveurs Electrum choisis de façon aléatoire. Vous pouvez également choisir de ne vous connecter qu’à un seul serveur en particulier.

source: Cancel
ar: إلغاء
cs: Zrušit
es: Cancelar
fr: Annuler

source: Chain mismatch
ar: السلسلة غير متطابقة
es: La cadena no coincide
fr: Blockchain inadéquate

source: Channel Balance Display:
ar: طريقة عرض موازنة القناة:
es: Pantalla de balance de canales:
fr: Affichage de la balance des canaux:

source: Channel closing
ar: يتم إغلاق القناة
es: Cierre de canal
fr: Clôture de canal

source: Channel Closing
ar: إغلاق القناة
cs: Zavření kanálu
es: Cierre de Canal
fr: Clôture de canal

source: Channel creation has been temporarily disabled. You may not be able to receive some payments.
ar: تم تعطيل إنشاء القناة مؤقتًا. قد لا تتمكن من تلقي بعض المدفوعات.
cs: Vytvoření kanálu bylo dočasně deaktivováno. Je možné, že nebudete moci přijímat některé platby.
es: La creación de canales se ha inhabilitado temporalmente. Es posible que no pueda recibir algunos pagos.
fr: La création de canaux de paiement a été temporairement désactivée. Certains paiements ne pourront pas être reçus.

source: channel id
ar: معرف القناة
cs: ID kanálu
es: ID de canal
fr: Identifiant du canal

source: Checking channel state...
ar: جارِ التحقق من حالة القناة...
cs: Kontrola stavu kanálu ...
es: Comprobando el estado del canal...
fr: Vérification de l’état du canal

source: Checking iCloud for wallet backups…
es: Comprobando iCloud para las copias de seguridad de la billetera…
fr: Vérification de la sauvegarde du portefeuille sur iCloud…

source: claimed amount
ar: المبلغ المطالب به
cs: nárokovaná částka
es: Cantidad reclamada
fr: montant récupéré

source: Clear
ar: مسح
es: Limpiar
fr: Effacer

source: Close
ar: إغلاق
es: Cerrar
fr: Fermer

source: Close all channels
ar: أغلق كل القنوات
cs: Zavřít všechny kanály
es: Cerrar todos los canales
fr: Fermer tous les canaux de paiement

source: Close channels
ar: إغلاق القنوات
cs: Zavřít kanály
es: Cerrar canales
fr: Fermer les canaux

source: Closing Status
ar: حالة الإغلاق
cs: Status zavírání
es: Estado de cierre
fr: Statut de la fermeture

source: Cloud sync complete
ar: اكتملت مزامنة السحابة
cs: Synchronizace s cloudem dokončena
es: Sincronización en la nube completa
fr: Synchronisation terminée

source: Cloud sync disabled
ar: تم تعطيل المزامنة السحابية
cs: Synchronizace s cloudem zakázána
es: Sincronización en la nube inhabilitada
fr: Synchronisation désactivée

source: Cloud sync error
ar: خطأ في المزامنة السحابية
cs: Chyba synchronizace s cloudem
es: Error de sincronización en la nube
fr: Erreur de synchronisaton

source: Cloud sync initializing
ar: جارِ تهيئة المزامنة السحابية
cs: Inicializace synchronizace s cloudem
es: Inicio de sincronización en la nube
fr: Initialisation de la synchronisation

source: Cloud sync paused
ar: تم إيقاف مزامنة السحابة مؤقتًا
cs: Synchronizace s cloudem pozastavena
es: Se pausó la sincronización en la nube
fr: Pause de la synchronisation

source: Coming Soon
ar: قريبًا
cs: Již brzy
es: Próximamente
fr: Disponible prochainement

source: comment
es: comentario
fr: commentaire

source: completed at
ar: اكتمل في
cs: Dokončeno v
es: Completado en
fr: terminé à

source: Configuration
ar: الضبط
cs: Konfigurace
es: Configuración

source: Confirm
ar: تأكيد
cs: Potvrdit
es: Confirmar
fr: Confirmer

source: Confirm Payment
ar: تأكيد الدفع
cs: Potvrdit platbu
es: Confirmar pago
fr: Confirmer le paiement

source: Confirm Withdraw
es: Confirmar retiro
fr: Confirmer le retrait

source: Connected
ar: متصل
cs: Připojeno
es: Conectado
fr: Connecté

source: Connected to:
ar: متصل بـ:
cs: Připojeno k:
es: Conectado a:
fr: Connecté à :

source: connecting to electrum
ar: الاتصال بالالكتروم
cs: Připojení k Electrum
es: Conectando a Electrum
fr: connexion à Electrum

source: connecting to peer
ar: الاتصال بنظير
cs: Připojení k peeru
es: Conectando a la par
fr: connexion au pair

source: Connecting to:
ar: الاتصال بـ:
cs: Připojování k:
es: Conectando a:
fr: Connexion à :

source: Connecting…
es: Conectando…

source: Connection failure
ar: فشل الاتصال
es: Fallo de conexión
fr: Erreur de connexion

source: Copied QR code image to pasteboard!
ar: تم نسخ صورة رمز QR إلى الحافظة!
cs: Obrázek QR kódu byl zkopírován do schránky!
es: Se copió la imagen de código QR en Pasteboard!
fr: QR code copié dans le presse-papiers !

source: Copied to pasteboard!
ar: تم النسخ إلى الحافظة!
cs: Zkopírováno do schránky!
es: ¡Copiado al portapapeles!
fr: Copié dans le presse-papiers !

source: Copy
ar: نسخ
cs: Kopírovat
es: Copiar
fr: Copier

source: copy
es: copiar

source: Copy Image
ar: نسخ الصورة
cs: Kopírovat obrázek
es: Copiar imagen
fr: Copier l’image

source: Copy link
ar: نسخ الرابط
es: Copiar enlace
fr: Copier le lien

source: Copy Text
ar: نسخ النص
cs: Kopírovat text
es: Copiar texto
fr: Copier le texte

source: Could not connect to host:
ar: تعذر الاتصال بالمستضيف:
es: No se pudo conectar al servidor:
fr: Erreur de connexion à l’hôte:

source: Could not connect to service: (origin)
es: No se pudo conectar al servicio: (origin)

source: Create new wallet
ar: إنشاء محفظة جديدة
cs: Vytvořit novou peněženku
es: Crear nueva billetera
fr: Créer un nouveau portefeuille

source: created: %@
es: creado: %@
fr: créé : %@

source: Creating record zone...
ar: جاري إنشاء منطقة التسجيل...
cs: Vytváření zóny záznamu ...
es: Creando zona de registro…
fr: Création du registre

source: Currency converter
ar: تحويل العملات
es: Convertidor de moneda
fr: Convertisseur

source: Currency Converter
ar: تحويل العملات
es: Convertidor de moneda
fr: Convertisseur

source: Customize amount
ar: تخصيص المبلغ
es: Personalizar cantidad
fr: Personnaliser le montant

source: Danger zone
ar: منطقة الخطر
cs: Nebezpečná zóna
es: Zona de peligro
fr: Zone à risques

source: Dark
ar: داكن
cs: Tmavý
es: Oscuro
fr: Sombre

source: Default payment description
ar: وصف المدفوعات الافتراضي
cs: Popis výchozí platby
es: Descripción de pago predeterminada
fr: Description des paiements par défaut

source: Deleting record zone...
ar: جارٍ حذف منطقة التسجيل...
cs: Mazání záznamu zóny ...
es: Eliminando zona de registro…
fr: Suppression du registre…

source: Deleting your recovery phrase from iCloud…
es: Eliminando tu frase de recuperación de iCloud…
fr: Suppression de la clé de recouvrement sur iCloud…

source: Deleting…
es: Borrando…
fr: Suppression…

source: Deposits must be at least **%@**. The fee is **%@%%** (%@ minimum).
ar: يجب أن تكون الودائع على الأقل **%@**. الرسوم **%@٪** (بحد ادنى %@).
cs: Vklady musí být alespoň **%@**. Poplatek je **%@%%** (%@ minimálně).
es: Los depósitos deben ser de al menos **%@**. La tarifa es **%@%%** (%@ minimo).
fr: Le montant déposé doit être d’au moins **%1$@**. Les frais sont de **%2$@%%** (minimum %3$@).

source: Desc
ar: الوصف
cs: Popis
es: Descripción

source: Description (optional)
ar: وصف (اختياري)
cs: Popis (volitelné)
es: Descripción (opcional)
fr: Description (optionnel)

source: Description:
ar: الوصف:
es: Descripción:

source: Details
ar: التفاصيل
cs: Podrobnosti
es: Detalles
fr: Détails

source: Discard Changes
es: Descartar los cambios
fr: Annuler les changements

source: Display
ar: العرض
cs: Zobrazení
es: Mostrar
fr: Affichage

source: Display options
ar: خيارات العرض
cs: Možnosti zobrazení
es: Opciones de visualización
fr: Options d’affichage

source: Display seed
ar: عرض عبارة الاسترداد
cs: Zobrazit seed
es: Mostrar semilla
fr: Afficher la clé

source: Do not import a seed that was NOT created by this application. Also, make sure that you don't have another Phoenix wallet running with the same seed.
cs: Neimportujte seed, který NENÍ vytvořen touto aplikací. Také se ujistěte, že nemáte spuštěnou jinou peněženku Phoenix se stejným seedem.
es: No importe una semilla que NO haya sido creada por esta aplicación. Además, asegúrese de no tener otra billetera Phoenix con la misma semilla.
fr: N’importez pas une clé qui n’a pas été créée par cette application. Également, assurez-vous de ne pas faire tourner en parallèle un autre portefeuille Phoenix avec la même clé.
